{
    "ainu_title": "Pon Okikirmui yaieyukar, “Kutnisa kutunkutun”",
    "japanese_title": "小オキキリムイが自ら歌った謡「クツニサ クトンクトン」",
    "japanese_translation": "小オキキリムイが自ら歌った謡\n「クツニサ クトンクトン」\n\nクツニサ クトンクトン\nある日に水源の方へ遊びに\n出かけたら,水源に一人の小男が\n胡桃くるみの木の簗やなをたてるため杭を打つのに\n腰を曲げ曲げしている.\n私を見ると,いう事には,\n「誰だ? 私の甥よ,私に手伝ってお呉れ.」\nという.見ると,胡桃の簗\nなものだから,胡桃の水,濁った水\nが流れて来て鮭どもが\n上って来ると胡桃の水が嫌なので\n泣きながら帰ってゆく.私は腹が立ったので\n小男の持っている杭を打つ槌を\n引ったくり小男の腰の央を\n私がたたく音がポンと響いた.小男の\n腰の央を折ってしまって殺してしまい\n地獄へ踏み落してやった.彼の胡桃の杭を\n揺り動かして見ると六つの地獄の\n彼方まで届いている様だ.\nそれから,私は腰の力,からだ中の力を\n出して,その杭を根本から\n折ってしまい,地獄へ踏み落してしまった.\n水源から清い風,清い水が\n流れて来て,泣きながら帰って行った.\n鮭どもは清い風,清い水に\n気を恢復して,大さわぎ大笑いして遊び\nながら,パチャパチャと\n上って来た.私はそれを見て,安心をし\n流れに沿うて帰って来た.と\n小さいオキキリムイが物語った.",
    "chinese_translation": "小オキキリムイ(小奧奇基利穆伊)自己唱的歌謠\n「クツニサ クトンクトン」\n\nクツニサ クトンクトン\n有一天,我到水源地去玩\n出發後,在水源地看到一個小矮人\n為了建造胡桃木的魚梁,正在打樁\n彎著腰。\n他看到我,就說:\n「你是誰?我的姪子啊,幫我一下。」\n我看見,因為是胡桃木的魚梁\n所以胡桃水、混濁的水\n流過來,鮭魚們\n要往上游時,因為討厭胡桃水\n就哭著回去了。我非常生氣\n搶走了小矮人拿著的打樁槌\n敲打小矮人的腰部中央\n我敲下去的聲音「砰」地響起。小矮人的\n腰部中央被我打斷,把他殺了\n把他踹進地獄。搖動他的胡桃木樁\n看起來好像延伸到六層地獄的\n彼端。\n然後,我用腰部的力量、全身的力量\n從根本上\n折斷了那根木樁,把他踹進地獄。\n從水源流出清新的風、清澈的水\n哭著回去的\n鮭魚們,因為清新的風、清澈的水\n恢復了精神,非常熱鬧、大聲歡笑地玩耍\n一邊拍打著水面\n一邊往上游。我看到那樣,就安心了\n沿著水流回家了。\n小奧奇基利穆伊這樣講述著。\n",
    "english_translation": "This is the song of Okikirmui, sung by himself:\n\"Kutsunisa Kutonkuton\"\n\nKutsunisa Kutonkuton\n\nOne day, I went to play near the source of the river. There, I saw a little man, hunched over, hammering stakes to build a weir of walnut wood.\n\nHe saw me and said, \"Who are you? Nephew, please help me!\"\n\nI looked closer. It was a walnut weir, and the water flowing through it was murky with walnut. The salmon, trying to swim upstream, hated the walnut water and turned back, weeping.\n\nI was furious. I snatched the hammer from the little man and struck him hard in the small of his back. *Pon!* The sound echoed. I broke his back, killed him, and kicked him down to hell.\n\nI shook his walnut stake, and it seemed to reach all the way to the sixth level of hell.\n\nThen, gathering all the strength in my back, all the power in my body, I broke the stake at its base and kicked it down to hell as well.\n\nClear wind and clear water began to flow from the source. The salmon, who had been weeping, were revived by the clear wind and water. They rejoiced, laughing and splashing as they swam upstream.\n\nSeeing this, I was relieved and followed the flow of the river back home.\n\nAnd that is the story told by little Okikirmui.\n",
    "updated_chinese_translation": "小オキキリムイ(小奧奇基利穆伊)自己唱的歌謠\n「クツニサ クトンクトン」\n\nクツニサ クトンクトン\n有一天，我到水源地去玩。\n出發後，在水源地看到一個小矮人，\n為了建造胡桃木的魚梁，正彎著腰在打樁。\n他看到我，就說：\n「你是誰？我的姪子啊，幫我一下！」\n我看見，因為是胡桃木的魚梁，\n所以胡桃水、混濁的水\n流過來，鮭魚們\n要往上游時，因為討厭胡桃水\n就哭著回去了。我勃然大怒，\n一把搶過小矮人手上的打樁槌，\n狠狠地朝他腰椎中央打去，「砰！」一聲巨響。\n我打斷了他的腰，殺了他，\n把他踹進地獄。搖動他的胡桃木樁，\n看起來好像延伸到六層地獄的\n彼端。\n然後，我用盡腰部的力量、全身的力量，\n從根部\n折斷了那根木樁，也把他踹進地獄。\n從水源流出清新的風、清澈的水，\n原本哭泣的\n鮭魚們，因為清新的風、清澈的水\n恢復了活力，非常熱鬧、大聲歡笑地玩耍，\n一邊拍打著水面\n一邊往上游。我看到那樣，就安心了，\n沿著水流回家了。\n小奧奇基利穆伊這樣講述著。",
    "update_comment": "The Chinese translation is generally accurate but lacks some of the vividness and emotional impact present in both the Japanese original and the English translation. It could benefit from stronger verbs and more descriptive language to convey the god's anger and the salmon's joy. The English translation captures the tone and nuance better in certain places.\n\nComparison:\n*   The English translation uses stronger verbs like \"snatched\" and \"struck\" which convey the god's anger more effectively than the Chinese translation's \"搶走了\" and \"敲打\".\n*   The English translation includes the onomatopoeic sound \"Pon!\" which is missing in the Chinese translation, diminishing the impact of the act.\n*   The English translation explicitly states \"I broke his back, killed him\" which is more direct and impactful than the Chinese translation's more roundabout phrasing.\n*   The English translation uses \"revived\" to describe the salmon's reaction to the clean water, which is more evocative than the Chinese translation's \"恢復了精神\".\n\nImprovements:\n*   Incorporate stronger verbs to convey the god's anger and actions.\n*   Add the onomatopoeic sound effect.\n*   Use more direct language to describe the killing of the little man.\n*   Use more evocative language to describe the salmon's recovery and joy."
}