{
    "ainu_title": "Esaman yaieyukar, “Kappa reureu kappa”",
    "japanese_title": "獺かわうそが自ら歌った謡「カッパ レウレウ カッパ」",
    "japanese_translation": "獺かわうそが自ら歌った謡\n「カッパ レウレウ カッパ」\n\nカッパ レウレウ カッパ\nある日に,流れに沿うて遊びながら\n泳いで下りサマユンクルの\n水汲路のところに来ると,\nサマユンクルの妹が神の様な美しい容子で\n片手に手桶を持ち片手に\n蒲の束を持って来ているので\n川の縁に私は頭だけ出し,\n「お父様をお持ちですか?\nお母様をお持ちですか?」と云うと,\n娘さんは驚いて眼をきょろきょろさせ\n私を見つけると,怒の色を顔に\n現して,\n「まあ,にくらしい扁平頭,悪い扁平頭が\n人をばかにして.犬たちよ,ココ......」\nと言うと,大きな犬どもが\n駈け出して来て,私を見ると牙を鳴ら\nしている.私はビックリして川の底へ\n潜り込んで直ぐそのまま川底を通って\n逃げ下った.\nそうして,オキキリムイの水汲路の\n川口へ頭だけだして\n見ると,オキキリムイの妹が\n神の様に美しい様子で片手に手桶を持ち\n片手に蒲の束を持って\n来たので私のいうことには,\n「御父様をお持ちですか?\n御母様をお持ちですか?」というと,\n娘さんは驚いて眼をきょろきょろさせ\n私を見ると,怒りの色を顔に\n表して,\n「まあ,にくらしい扁平頭,悪い扁平頭が\n人をばかにして.犬たちよ,ココ......」\nと言うと大きな犬どもが駈け出して来た.\nそれを見て私は先刻の事を思い出し\n可笑しく思いながら川の底へ\n潜りこんで逃げようとしたら,\nまさか犬たちがそんな事をしようとは\n思わなかったのに,牙を鳴らしながら\n川の底まで私に飛び付き\n陸へ私を引き摺り上げ,私の頭も私の体も\n噛みつかれ噛みむしられて,しまいに\nどうなったかわからなくなってしまった.\nふと気が付いて見ると,\n大きな獺の耳と耳の間に私はすわって\nいた.\nサマユンクルもオキキリムイも\n父もなく母もないのを私は知って\nあんな悪戯をしたので罰を当てられ\nオキキリムイの犬どもに殺され\nつまらない死方,悪い死方をするのです.\nこれからの獺たちよ,決して悪戯をしなさるな.\nと,獺が物語った.",
    "chinese_translation": "水獺自唱的歌謠\n「河童 咧嗚咧嗚 河童」\n\n河童 咧嗚咧嗚 河童\n有一天,我沿著河流嬉戲,\n游到薩瑪雲庫魯的\n汲水路口時,\n看見薩瑪雲庫魯的妹妹,像神一般美麗,\n一手提著水桶,一手\n拿著香蒲束走來,\n我便只露出頭在河邊,\n問道:「妳有父親嗎?\n妳有母親嗎?」\n那女孩嚇了一跳,眼睛四處張望,\n發現了我,臉上露出\n憤怒的表情,\n說:「啊,可惡的扁頭,壞扁頭\n竟敢愚弄人。狗兒們,過來......」\n話音未落,大狗們就\n衝了過來,對著我齜牙咧嘴。\n我嚇了一跳,趕緊潛入河底,\n直接沿著河底逃走了。\n然後,我又在奧基基里穆伊的汲水路口\n只露出頭來\n看見奧基基里穆伊的妹妹,\n像神一般美麗,一手提著水桶,\n一手拿著香蒲束走來,\n我就問她:\n「妳有父親嗎?\n妳有母親嗎?」\n那女孩嚇了一跳,眼睛四處張望,\n發現了我,臉上露出\n憤怒的表情,\n說:「啊,可惡的扁頭,壞扁頭\n竟敢愚弄人。狗兒們,過來......」\n話音未落,大狗們就衝了過來。\n我看到這情景,想起剛才的事,\n覺得好笑,正想潛入河底\n逃走,\n沒想到狗兒們竟然會做出那種事,\n牠們齜牙咧嘴地\n跳入河底,撲向我,\n把我拖到岸上,我的頭和身體\n都被牠們咬住、撕扯,最後\n發生了什麼事,我就不知道了。\n突然回過神來,\n發現自己正坐在\n一隻大水獺的兩隻耳朵之間。\n我知道薩瑪雲庫魯和奧基基里穆伊\n都沒有父母,\n我還那樣惡作劇,所以受到了懲罰,\n被奧基基里穆伊的狗兒們殺死,\n落得一個無聊的死法,糟糕的死法。\n今後的水獺們啊,千萬不要再惡作劇了。\n水獺這樣講述著。\n",
    "english_translation": "**The Otter's Own Lament**\n*\"Kappa Reu Reu Kappa\"*\n\nKappa Reu Reu Kappa,\n\nOne day, as I frolicked along the stream, swimming downstream, I came to the water-drawing place of Samayunkuru. There, Samayunkuru's younger sister stood, beautiful as a goddess, with a pail in one hand and a bundle of reeds in the other.\n\nI poked my head out of the water's edge and asked, \"Do you have a father? Do you have a mother?\"\n\nThe maiden, startled, looked around with wide eyes. When she spotted me, anger flashed across her face.\n\n\"Oh, you hateful flathead, you wicked flathead, making fun of people! Dogs, here!...\" she cried.\n\nAt once, large dogs came rushing out, baring their fangs at me. Terrified, I dove to the bottom of the river and fled downstream.\n\nThen, I peeked my head out at the river mouth of Okikirmui's water-drawing place. There, Okikirmui's younger sister stood, beautiful as a goddess, with a pail in one hand and a bundle of reeds in the other.\n\nI asked her, \"Do you have a father? Do you have a mother?\"\n\nThe maiden, startled, looked around with wide eyes. When she spotted me, anger flashed across her face.\n\n\"Oh, you hateful flathead, you wicked flathead, making fun of people! Dogs, here!...\" she cried.\n\nLarge dogs came rushing out. Remembering what had happened before, I chuckled to myself and tried to dive to the bottom of the river to escape.\n\nBut, to my surprise, the dogs leaped into the water, fangs bared, and attacked me! They dragged me ashore, biting and tearing at my head and body until I lost consciousness.\n\nWhen I finally came to, I found myself sitting between the ears of a large otter.\n\nI knew that neither Samayunkuru nor Okikirmui had fathers or mothers. I was punished for playing such a prank. I was killed by Okikirmui's dogs, meeting a foolish, wretched end.\n\nSo, listen well, all you otters to come: never play such pranks!\n\nThus, the otter lamented.\n",
    "updated_chinese_translation": "水獺自述的悲歌\n「Kappa Reu Reu Kappa」\n\nKappa Reu Reu Kappa\n\n某日，我沿著溪流嬉戲，順流而下，來到薩瑪雲庫魯的汲水處。在那裡，薩瑪雲庫魯的妹妹，美麗如女神，一手提著水桶，一手拿著香蒲束。\n\n我從水邊探出頭，問道：「妳有父親嗎？妳有母親嗎？」\n\n那少女嚇了一跳，睜大眼睛四處張望。當她發現我時，怒火在她臉上一閃而過。\n\n「啊，可恨的扁頭，惡毒的扁頭，竟敢愚弄人！狗兒們，上啊！......」她喊道。\n\n立刻，大狗們衝了出來，對著我露出獠牙。我嚇壞了，趕緊潛入河底，沿著河底逃走。\n\n然後，我又在奧基基里穆伊的汲水處探出頭。在那裡，奧基基里穆伊的妹妹，美麗如女神，一手提著水桶，一手拿著香蒲束。\n\n我問她：「妳有父親嗎？妳有母親嗎？」\n\n那少女嚇了一跳，睜大眼睛四處張望。當她發現我時，怒火在她臉上一閃而過。\n\n「啊，可恨的扁頭，惡毒的扁頭，竟敢愚弄人！狗兒們，上啊！......」她喊道。\n\n大狗們衝了出來。想起之前發生的事，我暗自竊笑，正想潛入河底逃走，\n\n沒想到那些狗竟然也跳進水裡，露出獠牙，向我撲來！牠們把我拖到岸上，撕咬我的頭和身體，直到我失去知覺。\n\n當我終於醒來時，發現自己正坐在\n一隻大水獺的兩隻耳朵之間。\n\n我知道薩瑪雲庫魯和奧基基里穆伊都沒有父母。\n我因為開了這樣的玩笑而受到懲罰，被奧基基里穆伊的狗兒們殺死，落得一個愚蠢、可悲的下場。\n\n所以，聽好了，今後的水獺們：千萬不要再開這種玩笑了！\n\n水獺如此悲嘆著。",
    "update_comment": "The Chinese translation is generally accurate but lacks some of the nuance and vividness present in both the Japanese original and the English translation. Specifically:\n\n1.  **Opening lines:** The Chinese translation of \"カッパ レウレウ カッパ\" as \"河童 咧嗚咧嗚 河童\" is a direct transliteration and doesn't convey any particular meaning. The English translation omits this line in the main text, but includes it in the title. A better Chinese translation might try to capture the sound or feeling of the chant, or provide a footnote explaining the term.\n2.  **Description of the sisters:** Both translations capture the \"神の様な美しい容子で\" as \"像神一般美麗\" and \"beautiful as a goddess\". This is adequate.\n3.  **Flathead insult:** The Chinese translation of \"にくらしい扁平頭, 悪い扁平頭\" as \"可惡的扁頭, 壞扁頭\" is accurate. The English translation \"hateful flathead, you wicked flathead\" is also good. Both capture the insulting tone.\n4.  **Dog's attack:** The Chinese translation of \"牙を鳴らし\" as \"對著我齜牙咧嘴\" is good, but the English translation \"baring their fangs at me\" is more vivid. The Chinese could be improved to reflect this.\n5.  **Otter's lament:** The Chinese translation of \"つまらない死方, 悪い死方\" as \"無聊的死法, 糟糕的死法\" is accurate. The English translation \"foolish, wretched end\" is also good. Both capture the self-deprecating tone.\n6.  **Overall flow:** The English translation reads more smoothly and naturally. The Chinese translation is a bit more literal, which makes it sound slightly stilted.\n\nTo improve the Chinese translation, I will focus on making it more vivid and natural, while retaining accuracy. I will also try to incorporate some of the strengths of the English translation."
}