{
    "ainu_title": "Kamuichikap Kamui yaieyukar, “Konkuwa”",
    "japanese_title": "梟の神が自ら歌った謡「コンクワ」",
    "japanese_translation": "梟の神が自ら歌った謡\n         「コンクワ」\n\n「コンクワ\n昔私の物言う時は桜皮を巻いた弓の\n弓把きゅうはの央を鳴り渡らす如くに\n言ったのであったが,\n今は衰え年老いてしまった事よ.\nけれども誰か雄弁で\n使者としての自信を持ってる者があったら,\n天国へ五ツ半の談判\nを言いつけてやりたいものだ.」と\nたがつきのシントコの蓋の上をたたきながら\n私は言った,ところが入口で誰かが\n「私をおいて誰が使者として雄弁で\n自信のあるものがあるでしょう.」というので\n見ると鴉からすの若者であった.\n私は家に入れて,それから,たがつきのシントコの\n蓋の上をたたきながら\n鴉の若者を使者にたてる為\nその談判を云いきかせて三日たって\n三つ目の談判を話しながら見ると\n鴉の若者は炉縁の後で\n居眠りをしている,それを見ると,癪しゃくに\nさわったので鴉の若者を\n羽ぐるみ引っぱたいて殺してしまった.\nそれから又たがつきのシントコの蓋の上を\nたたきながら\n「誰か使者として自信のある者が\nあれば天国へ五ツ半の\n談判を言いつけてやりたい.」と\n言うと,誰かがまた入口へ\n「誰が私をおいて,雄弁で\n天国へ使者に立つほどの者がありましょう.」\nと言うので見ると山のかけす\nであった.\n家へ入れてそれからまた\nたがつきのシントコの蓋の上をたたきながら\n五ツ半の談判を話して\n四日たって,四つの用向を言っているうちに\n山のかけすは炉縁の後で居眠りをしている.\n私は腹が立って山のかけすを羽ぐるみひっぱたいて\n殺してしまった.\nそれからまたたがつきのシントコの蓋の上を\nたたきながら,\n「誰か雄弁で使者として\n自信のある者があれば,天国へ\n五ツ半の談判を持たせてやりたい.」\nと言うと,誰かが\n慎つつしみ深い態度ではいって来たので見ると\n川ガラスの若者,美しい様子で\n左の座に坐った.それで私は\nたがつきのシントコの蓋の上をたたきながら\n五ツ半の用件を夜でも\n昼でも言い続けた.見れば\n川ガラスの若者,何も疲れた様子もなく\n聞いていて昼と夜を\n数えて六日目に\n私が言い終ると直ぐに天窗から\n出て天国へ行ってしまった.\nその談判の大むねは,人間の世界に\n饑饉があって人間たちは今にも\n餓死しようとしている.どういう訳かと\n見ると天国に\n鹿を司つかさどる神様と魚を司る神様とが\n相談をして鹿も出さず魚も出さぬことに\nしたからであったので,神様たちから\nどんなに言われても知らぬ顔をして\nいるので人間たちは猟に\n山へ行っても鹿も無い,魚漁に\n川へ行っても魚も無い.\n私はそれを見て腹が立ったので\n鹿の神,魚の神へ使者をたてた\nのである.\nそれから幾日もたって\n空の方に微かな音がきこえていたが\n誰かがはいって来た.見ると\n川ガラスの若者,今は前よりも美しさを増し\n勇ましい気品をそなえて\n返し談判を述べはじめた.\n天国の鹿の神や魚の神が\n今日まで鹿を出さず魚を出さなかった\n理由は,人間たちが鹿を捕る時に\n木で鹿の頭をたたき,皮を剥ぐと\n鹿の頭をそのまま山の木原に\n捨ておき,魚をとると\n腐れ木で魚の頭をたたいて殺すので,\n鹿どもは,裸で泣きながら\n鹿の神の許もとへ帰り,魚どもは\n腐れ木をくわえて魚の神の\n許へ帰る.鹿の神,魚の神は\n怒って相談をし,鹿を出さず\n魚を出さなかったのであった.がこののち\n人間たちが鹿でも魚でも\nていねいに取扱うという事なら鹿も出す\n魚も出すであろう,と鹿の神と\n魚の神が言ったという事を詳しく申し立てた.\n私はそれを聞いてから川ガラスの若者に\n讃辞を呈して,見ると本当に\n人間たちは鹿や魚を\n粗末に取扱ったのであった.\nそれから,以後は,決してそんな事をしない様に\n人間たちに,眠りの時,夢の中に\n教えてやったら,人間たちも\n悪かったという事に気が付き,それからは\n幣ぬさの様に魚をとる道具を美しく作り\nそれで魚をとる.鹿をとったときは,鹿の頭も\nきれいに飾って祭る,それで\n魚たちは,よろこんで美しい御幣ごへいをくわえて\n魚の神のもとに行き,鹿たちは\nよろこんで新しく月代さかやきをして鹿の神\nのもとに立ち帰る.それを鹿の神や\n魚の神はよろこんで\n沢山,魚を出し,沢山,鹿を出した.\n人間たちは,今はもうなんの困る事も\nひもじい事もなく暮している,\n私はそれを見て安心をした.\n私は,もう年老い,衰え弱った\nので,天国へ行こうと\n思っていたのだけれども,私が守護している人間の国に\n饑饉があって人間たちが餓死しようとしているのに\n構わずに行く事が出来ないので,\nこれまで居たのだけれども,今はもう\nなんの気がかりも無いから,最も強い者\n若い勇者を私のあとにおき人間の世を\n守護させて,今天国へ行く所なのだ.\nと,国の守護神なる翁神(梟)が\n物語って天国へ行きました.と.",
    "chinese_translation": "貓頭鷹神親自吟唱的歌謠\n**「孔庫瓦」**\n\n「孔庫瓦,\n往昔我說話之時,\n如纏繞櫻花樹皮的弓,\n弓把的中央鳴響般響亮。\n如今卻已衰老,年事已高。\n然而,若有誰雄辯滔滔,\n對使者之職充滿自信,\n我願委託他前往天國,\n進行五個半的談判。」\n\n我一邊敲打著鑲邊木桶(シントコ)的蓋子,一邊說道。\n這時,入口處傳來聲音:\n「捨我之外,誰還能擔當使者,\n既雄辯又充滿自信呢?」\n我一看,原來是隻年輕的烏鴉。\n我將牠請進屋內,然後,\n一邊敲打著鑲邊木桶的蓋子,\n一邊為了派遣這隻年輕的烏鴉為使者,\n將談判內容詳細告知。\n三天過去,當我講述第三個談判要點時,\n卻發現這隻年輕的烏鴉在爐邊打瞌睡。\n我頓時怒火中燒,\n抓住這隻年輕的烏鴉,\n連同羽毛一起狠狠地拍打,將牠殺死了。\n\n然後,我又一邊敲打著鑲邊木桶的蓋子,\n一邊說道:\n「若有誰對使者之職充滿自信,\n我願委託他前往天國,\n進行五個半的談判。」\n這時,又有人在入口處說道:\n「捨我之外,誰還能如此雄辯,\n足以擔當前往天國的使者呢?」\n我一看,原來是隻山橿鳥。\n我將牠請進屋內,然後,\n又一邊敲打著鑲邊木桶的蓋子,\n一邊講述五個半的談判內容。\n四天過去,當我講述第四個要點時,\n這隻山橿鳥卻在爐邊打瞌睡。\n我怒不可遏,抓住這隻山橿鳥,\n連同羽毛一起狠狠地拍打,將牠殺死了。\n\n然後,我又一邊敲打著鑲邊木桶的蓋子,\n一邊說道:\n「若有誰雄辯滔滔,\n對使者之職充滿自信,\n我願委託他前往天國,\n進行五個半的談判。」\n這時,有人以恭敬的態度走了進來,\n我一看,原來是隻河烏鴉,\n牠儀表堂堂,\n坐在左側的位置。\n於是我一邊敲打著鑲邊木桶的蓋子,\n一邊不分晝夜地講述五個半的要點。\n只見這隻河烏鴉,毫無疲態,\n專心聆聽,日夜不停。\n到了第六天,\n我剛一講完,牠立刻從天窗飛出,\n前往天國了。\n\n這次談判的大致內容是,\n人類世界正遭受饑荒,\n人們即將餓死。\n究其原因,\n原來是天國掌管鹿的神祇和掌管魚的神祇\n商議後決定,既不放出鹿,也不放出魚。\n無論人們如何祈求,他們都置之不理。\n因此,人們去山裡狩獵,卻找不到鹿;\n去河裡捕魚,也捕不到魚。\n我見此情景,怒火中燒,\n於是派遣使者前往鹿神和魚神那裡。\n\n過了幾天,\n空中傳來微弱的聲音,\n接著有人走了進來。\n我一看,原來是那隻河烏鴉,\n如今牠比之前更加俊美,\n充滿了英勇的氣概,\n開始陳述回覆的談判內容。\n\n天國的鹿神和魚神\n至今不放出鹿和魚的原因是,\n人類在捕獲鹿時,\n用木頭敲擊鹿的頭部,剝下鹿皮後,\n就將鹿頭隨意丟棄在山林中;\n在捕獲魚時,\n用腐爛的木頭敲擊魚的頭部,將其殺死。\n鹿群赤身裸體,哭泣著\n回到鹿神的身邊;魚群則\n銜著腐爛的木頭,回到魚神的身邊。\n鹿神和魚神因此震怒,經過商議,\n決定不放出鹿和魚。\n但如果從今以後,\n人類能夠善待鹿和魚,\n那麼他們就會放出鹿和魚。\n鹿神和魚神是這麼說的。\n\n我聽完後,對這隻河烏鴉\n讚不絕口。\n我發現,人類的確\n對待鹿和魚非常粗暴。\n從那以後,為了避免再次發生這種情況,\n我在人們睡夢中\n告誡他們。\n人類也意識到自己的錯誤,\n從此以後,像製作御幣(幣帛)一樣精美地製作捕魚工具,\n用它來捕魚。\n捕獲鹿時,也會將鹿頭\n裝飾得漂漂亮亮,進行祭祀。\n魚群因此感到高興,銜著美麗的御幣\n前往魚神的身邊;鹿群也\n高高興興地剃了新月代頭(武士髮型),回到鹿神\n的身邊。\n鹿神和魚神對此感到非常高興,\n於是放出了大量的魚,放出了大量的鹿。\n人類從此以後,再也沒有任何困擾,\n過著衣食無憂的生活。\n我見此情景,感到非常安心。\n\n我已經年老體衰,\n本想前往天國,\n但由於我所守護的人類國家正遭受饑荒,\n人們即將餓死,\n我不能置之不理,\n所以一直留在此地。\n如今我已沒有任何牽掛,\n因此決定將最強壯、\n最年輕的勇者留在我的身後,\n讓他守護人類世界,\n而我今天就要前往天國了。\n\n就這樣,作為國家守護神的貓頭鷹翁神\n講述完畢,便前往天國了。\n",
    "english_translation": "The Owl God's Song: \"Konkwa\"\n\n\"Konkwa...\n\nIn days of old, when I spoke, my voice resonated like the twang of a bowstring wrapped in cherry bark, echoing through the very heart of the bow. But alas, I have grown old and feeble.\n\nStill, if there be any among you, eloquent and confident enough to serve as my messenger, I would entrust them with a crucial negotiation – a \"five and a half\" matter – to be delivered to the heavens!\"\n\nSo I declared, tapping upon the lid of my *shintoko* chest. Just then, a voice called out from the entrance, \"Who could be more eloquent and confident than I to serve as your messenger?\" I turned to see a young raven standing there.\n\nI welcomed him inside and, tapping once more upon the lid of my *shintoko* chest, I began to explain the details of the negotiation, preparing the young raven for his mission. Three days passed, and as I was recounting the third point of the negotiation, I noticed the raven dozing off by the hearth. Enraged by his lack of attention, I seized him by his feathers and beat him to death.\n\nAgain, I tapped upon the lid of my *shintoko* chest and cried out, \"Is there anyone confident enough to serve as my messenger, to carry this 'five and a half' matter to the heavens?\"\n\nAnd again, a voice answered from the entrance, \"Who could be more eloquent than I, more worthy to stand as your messenger before the heavens?\" This time, it was a jay from the mountains.\n\nI invited him in and, tapping once more upon the lid of my *shintoko* chest, I began to explain the \"five and a half\" negotiation. Four days passed, and as I was detailing the fourth point, I saw the mountain jay fast asleep by the hearth. My anger flared, and I seized the mountain jay by his feathers and beat him to death.\n\nOnce more, I tapped upon the lid of my *shintoko* chest and proclaimed, \"If there be any among you, eloquent and confident enough to serve as my messenger, I would entrust them with this 'five and a half' matter to be delivered to the heavens!\"\n\nThis time, a figure entered with a humble demeanor. It was a young river crow, beautiful in appearance, who took a seat to my left. And so, tapping upon the lid of my *shintoko* chest, I continued to explain the \"five and a half\" matter, day and night. The young river crow listened without a hint of fatigue.\n\nSix days and nights we spent in this way, and as soon as I had finished speaking, he departed through the skylight and ascended to the heavens.\n\nThe essence of the negotiation was this: a famine had struck the human world, and the people were on the verge of starvation. The reason, it turned out, was that the gods who governed the deer and the fish in heaven had conspired to withhold their bounty. No matter how much they were entreated, they remained unmoved. Humans who hunted in the mountains found no deer, and those who fished in the rivers found no fish.\n\nSeeing this, I was filled with righteous anger and sought to send a messenger to the deer god and the fish god.\n\nMany days passed, and then, a faint sound echoed from the sky. Someone entered, and it was the young river crow, now even more beautiful and imbued with a valiant spirit. He began to deliver the gods' response.\n\nThe deer god and the fish god had withheld their bounty because of the way humans treated the deer and the fish. When humans hunted deer, they would strike the deer's head with wood, skin it, and then leave the head discarded in the forest. When they caught fish, they would kill them by striking their heads with rotten wood. The deer, naked and weeping, would return to the deer god. The fish, with rotten wood still clutched in their mouths, would return to the fish god. The gods, enraged, had conspired to withhold their bounty.\n\nHowever, if humans would promise to treat the deer and the fish with respect, then the deer god and the fish god would release their bounty once more. This was the message delivered by the deer god and the fish god.\n\nHearing this, I praised the young river crow. And indeed, it was true that humans had been treating the deer and the fish with disrespect.\n\nFrom then on, I taught the humans in their dreams to never repeat such actions. The humans realized their wrongdoings and began to craft beautiful tools, like sacred *nusa* offerings, to catch the fish. When they hunted deer, they adorned the deer's head and offered it in sacrifice. The fish, delighted, carried the beautiful *gohei* offerings to the fish god. The deer, joyful, returned to the deer god with newly shaved forelocks. The deer god and the fish god were pleased and released their bounty in abundance.\n\nThe humans now lived without hardship or hunger, and I was at peace.\n\nI am old and feeble, and I had intended to ascend to the heavens. But I could not bear to leave the human realm, which I protect, while the people were suffering from famine. That is why I have remained until now. But now, with no more worries, I shall entrust the protection of the human world to the strongest and bravest among you, and ascend to the heavens.\n\nAnd so, the old owl god, guardian of the land, finished his tale and ascended to the heavens.\n",
    "updated_chinese_translation": "貓頭鷹神親自吟唱的歌謠\n**「孔庫瓦」**\n\n「孔庫瓦啊...\n往昔我言Speak之時，聲如櫻皮纏繞之弓弦，迴盪於弓把中央。如今，歲月催人老，已然衰朽。\n\n然則，若有雄辯滔滔、自信滿滿之人，願為吾之使者，吾將託付重任——那『五個半』之要事——傳達至天庭！」\n\n我如是宣示，同時輕敲著鑲邊木桶(*shintoko*)的蓋子。 頃刻間，入口處傳來一聲：「捨我其誰，能如此雄辯，堪為尊神之使？」 我轉身望去，原來是一隻年輕的烏鴉。\n\n我將牠迎入室內，再次輕敲鑲邊木桶(*shintoko*)之蓋，開始詳述談判之細節，為這年輕的烏鴉準備使命。 三日過去，當我覆述第三個談判要點時，卻見那烏鴉竟在爐邊打盹。 怒其不專，我一把抓住牠的羽毛，將其痛擊至死。\n\n我再次敲擊鑲邊木桶(*shintoko*)之蓋，高聲呼喊：「可有自信之人，願為吾之使者，將這『五個半』之要事，傳達至天庭？」\n\n又一次，入口處響起應答：「捨我之外，誰能如此雄辯，更有資格立於天庭之前，作為您的使者？」 這次，卻是來自山間的橿鳥。\n\n我邀其入內，再次輕敲鑲邊木桶(*shintoko*)之蓋，開始解釋那『五個半』之談判。 四日過去，當我詳述第四個要點時，卻見那山橿鳥已在爐邊沉睡。 怒火中燒，我抓住山橿鳥的羽毛，將其痛擊至死。\n\n再一次，我敲擊鑲邊木桶(*shintoko*)之蓋，宣告：「若有雄辯滔滔、自信滿滿之人，願為吾之使者，吾將託付這『五個半』之要事，傳達至天庭！」\n\n這次，一位姿態謙恭的身影走了進來。 那是一隻年輕的河烏鴉，儀容俊美，於我左側就座。 於是，我輕敲鑲邊木桶(*shintoko*)之蓋，日夜不停地講述那『五個半』之要事。 這年輕的河烏鴉，毫無倦色，靜心聆聽。\n\n六日六夜，我們如此度過，而當我話音方落，牠便立刻自天窗飛出，直奔天庭而去。\n\n這次談判之要旨如下：人間正值饑荒，百姓瀕臨餓死。 究其原因，乃是天庭掌管鹿的神祇與掌管魚的神祇，共謀不降恩澤。 無論人們如何懇求，祂們皆無動於衷。 獵人在山中尋不見鹿，漁人在河中捕不到魚。\n\n見此情景，我義憤填膺，遂欲派遣使者前往鹿神與魚神之處。\n\n數日過去，忽有微弱之聲自空中傳來。 有人走了進來，正是那年輕的河烏鴉，如今更勝往昔，俊美非凡，且身懷英勇之氣概。 牠開始陳述諸神之回應。\n\n天庭的鹿神與魚神之所以至今不降鹿與魚，乃是因為人類對待鹿與魚的方式極為惡劣。 人們獵捕鹿時，以木擊其首，剝其皮，隨後便將鹿頭棄於山林之中。 捕獲魚時，則以腐木擊其首而殺之。 鹿群赤裸悲泣，返回鹿神身邊；魚群口銜腐木，回到魚神之處。 諸神震怒，遂共謀不降恩澤。\n\n然而，若人類承諾善待鹿與魚，則鹿神與魚神將再次降下恩澤。 此乃鹿神與魚神所傳達之訊息。\n\n聽聞此言，我對這年輕的河烏鴉讚賞不已。 確實，人類對待鹿與魚極為粗暴。\n\n自此之後，我在人們的夢中告誡他們，切勿重蹈覆轍。 人們意識到自己的過錯，開始精美地製作捕魚之具，如同神聖的御幣(*nusa*)一般，以此捕魚。 獵捕鹿時，亦會將鹿頭裝飾華麗，並加以祭祀。 魚群欣喜，銜著美麗的御幣(*gohei*)，前往魚神之處；鹿群亦歡欣鼓舞，剃上新月代頭（武士髮型），返回鹿神身邊。 鹿神與魚神見狀甚悅，遂降下大量魚群，降下大量鹿群。\n\n人類自此不再受困苦與饑餓之擾，我亦得以安心。\n\n我已年老體衰，本欲升天。 然我所守護的人間正值饑荒，百姓瀕臨餓死，我實不忍離去。 這便是我留在此地的原因。 如今我已再無牽掛，故將守護人間之重任，託付予爾等之中最強壯、最勇敢之人，而我今日便將升天而去。\n\n就這樣，作為國家守護神的貓頭鷹翁神講述完畢，便升往天庭了。",
    "update_comment": "The initial translation is generally good but can be improved in several areas:\n\n*   **Clarity and Flow:** Some sentences are a bit clunky and can be rephrased for better flow in English.\n*   **Cultural Nuances:** The translation could benefit from a deeper understanding of Japanese cultural nuances to convey the original intent more accurately. For example, the significance of the *shintoko* chest and the actions performed on it could be further emphasized.\n*   **Figurative Language:** The original text uses figurative language that could be rendered more vividly in English.\n*   **Repetition:** The repetition in the original text is important for emphasis and should be maintained in the translation.\n*   **Word Choice:** Some word choices can be refined to better capture the tone and register of the original text.\n*   **Accuracy:** The translation of \"五ツ半の談判\" as \"five and a half matter\" is too literal. It needs to be translated in a way that reflects the meaning of a very important negotiation.\n\nHere are some specific suggestions for improvement:\n\n*   \"弓把きゅうはの央を鳴り渡らす如くに\" could be translated as \"my voice resonated like the vibrant hum of a bowstring wrapped in cherry bark.\"\n*   Instead of \"five and a half matter\", use \"a negotiation of utmost importance\" or \"a critical negotiation.\"\n*   Emphasize the action of tapping the *shintoko* chest as a ritualistic act.\n*   Use stronger verbs to describe the owl god's anger.\n*   Maintain the repetition of phrases like \"誰か雄弁で使者として自信のある者があれば\" to emphasize the owl god's frustration.\n*   The description of the river crow's beauty and valiance can be made more vivid.\n*   The reasons for the gods' anger should be clearly articulated.\n*   The description of the humans' change of heart and their offerings should be more detailed.\n*   The owl god's final departure should be described with a sense of closure and peace.",
    "updated_english_translation": "The Owl God's Song: \"Konkwa\"\n\n\"Konkwa...\n\nIn days of old, when I spoke, my voice resonated like the vibrant hum of a bowstring wrapped in cherry bark, echoing through the very heart of the bow. But alas, I have grown old and feeble.\n\nStill, if there be any among you, eloquent and confident enough to serve as my messenger, I would entrust them with a critical negotiation – a matter of utmost importance – to be delivered to the heavens!\"\n\nSo I declared, tapping rhythmically upon the lid of my *shintoko* chest. Just then, a voice called out from the entrance, \"Who could be more eloquent and confident than I to serve as your messenger?\" I turned to see a young raven standing there.\n\nI welcomed him inside and, tapping once more upon the lid of my *shintoko* chest, I began to explain the details of the negotiation, preparing the young raven for his mission. Three days passed, and as I was recounting the third point of the negotiation, I noticed the raven dozing off by the hearth. Incensed by his lack of attention, I seized him by his feathers and beat him to death.\n\nAgain, I tapped rhythmically upon the lid of my *shintoko* chest and cried out, \"Is there anyone confident enough to serve as my messenger, to carry this negotiation of utmost importance to the heavens?\"\n\nAnd again, a voice answered from the entrance, \"Who could be more eloquent than I, more worthy to stand as your messenger before the heavens?\" This time, it was a jay from the mountains.\n\nI invited him in and, tapping once more upon the lid of my *shintoko* chest, I began to explain the critical negotiation. Four days passed, and as I was detailing the fourth point, I saw the mountain jay fast asleep by the hearth. My anger surged, and I seized the mountain jay by his feathers and beat him to death.\n\nOnce more, I tapped rhythmically upon the lid of my *shintoko* chest and proclaimed, \"If there be any among you, eloquent and confident enough to serve as my messenger, I would entrust them with this negotiation of utmost importance to be delivered to the heavens!\"\n\nThis time, a figure entered with a humble demeanor. It was a young river crow, beautiful in appearance, who took a seat to my left. And so, tapping upon the lid of my *shintoko* chest, I continued to explain the matter of utmost importance, day and night. The young river crow listened without a hint of fatigue.\n\nSix days and nights we spent in this way, and as soon as I had finished speaking, he departed through the skylight and ascended to the heavens.\n\nThe essence of the negotiation was this: a famine had struck the human world, and the people were on the verge of starvation. The reason, it turned out, was that the gods who governed the deer and the fish in heaven had conspired to withhold their bounty. No matter how much they were entreated, they remained unmoved. Humans who hunted in the mountains found no deer, and those who fished in the rivers found no fish.\n\nSeeing this, I was filled with righteous anger and sought to send a messenger to the deer god and the fish god.\n\nMany days passed, and then, a faint sound echoed from the sky. Someone entered, and it was the young river crow, now even more beautiful and imbued with a valiant spirit. He began to deliver the gods' response.\n\nThe deer god and the fish god had withheld their bounty because of the way humans treated the deer and the fish. When humans hunted deer, they would strike the deer's head with wood, skin it, and then leave the head discarded in the forest. When they caught fish, they would kill them by striking their heads with rotten wood. The deer, naked and weeping, would return to the deer god. The fish, with rotten wood still clutched in their mouths, would return to the fish god. The gods, enraged by this disrespect, had conspired to withhold their bounty.\n\nHowever, if humans would promise to treat the deer and the fish with respect, then the deer god and the fish god would release their bounty once more. This was the message delivered by the deer god and the fish god.\n\nHearing this, I praised the young river crow. And indeed, it was true that humans had been treating the deer and the fish with disrespect.\n\nFrom then on, I taught the humans in their dreams to never repeat such actions. The humans realized their wrongdoings and began to craft beautiful tools, like sacred *nusa* offerings, to catch the fish. When they hunted deer, they adorned the deer's head and offered it in sacrifice. The fish, delighted, carried the beautiful *gohei* offerings to the fish god. The deer, joyful, returned to the deer god with newly shaved forelocks. The deer god and the fish god were pleased and released their bounty in abundance.\n\nThe humans now lived without hardship or hunger, and I was at peace.\n\nI am old and feeble, and I had intended to ascend to the heavens. But I could not bear to leave the human realm, which I protect, while the people were suffering from famine. That is why I have remained until now. But now, with no more worries, I shall entrust the protection of the human world to the strongest and bravest among you, and ascend to the heavens.\n\nAnd so, the old owl god, guardian of the land, finished his tale and ascended peacefully to the heavens."
}