{
    "japanese_title": "梟の神の自ら歌った謡「銀の滴しずく降る降るまわりに」",
    "ainu_title": "Kamuichikap kamui yaieyukar, “Shirokanipe ranran pishkan”",
    "japanese_text": "梟の神の自ら歌った謡\n「銀の滴しずく降る降るまわりに」\n\n「銀の滴降る降るまわりに,金の滴\n降る降るまわりに.」という歌を私は歌いながら\n流に沿って下り,人間の村の上を\n通りながら下を眺めると\n昔の貧乏人が今お金持になっていて,昔のお金持が\n今の貧乏人になっている様です.\n海辺に人間の子供たちがおもちゃの小弓に\nおもちゃの小矢をもってあそんで居ります.\n「銀の滴降る降るまわりに\n金の滴降る降るまわりに.」という歌を\n歌いながら子供等の上を\n通りますと,(子供等は)私の下を走りながら\n云うことには,\n「美しい鳥! 神様の鳥!\nさあ,矢を射てあの鳥\n神様の鳥を射当てたものは,一ばんさきに取った者は\nほんとうの勇者,ほんとうの強者だぞ.」\n云いながら,昔貧乏人で今お金持になってる者の\n子供等は,金の小弓に金の小矢を\n番つがえて私を射ますと,金の小矢を\n私は下を通したり上を通したりしました.\nその中に,子供等の中に\n一人の子供がただの(木製の)小弓にただの小矢\nを持って仲間にはいっています.私はそれを見ると\n貧乏人の子らしく,着物でも\nそれがわかります.けれどもその眼色を\nよく見ると,えらい人の子孫らしく,一人変り\n者になって仲間入りをしています.自分もただの小弓に\nただの小矢を番えて私をねらいますと,\n昔貧乏人で今お金持の子供等は大笑いをして\n云うには,\n「あらおかしや貧乏の子\nあの鳥,神様の鳥は私たちの\n金の小矢でもお取りにならないものを,お前の様な\n貧乏な子のただの矢腐れ木の矢を\nあの鳥,神様の鳥がよくよく\n取るだろうよ.」\nと云って,貧しい子を足蹴にしたり\nたたいたりします.けれども貧乏な子は\nちっとも構わず私をねらっています.\n私はそのさまを見ると,大層不憫に思いました.\n「銀の滴降る降るまわりに,\n金の滴降る降るまわりに.」という歌を\n歌いながらゆっくりと大空に\n私は輪をえがいていました.貧乏な子は\n片足を遠く立て片足を近くたてて,\n下唇をグッと噛みしめて,ねらっていて\nひょうと射放しました.小さい矢は美しく飛んで\n私の方へ来ました,それで私は手を\n差しのべてその小さい矢を取りました.\nクルクルまわりながら私は\n風をきって舞い下りました.\nすると,彼かの子供たちは走って\n砂吹雪をたてながら競争しました.\n土の上に私が落ちると一しょに,一等先に\n貧乏な子がかけついて私を取りました.\nすると,昔貧乏人で今は金持になってる者の\n子供たちは後から走って来て\n二十も三十も悪口をついて\n貧乏な子を押したりたたいたり\n「にくらしい子,貧乏人の子\n私たちが先にしようとする事を先がけしやがって.」\nと云うと,貧乏な子は,私の上に\nおおいかぶさって,自分の腹にしっかりと私を押えていました.\nもがいてもがいてやっとの事,人の隙から\n飛び出しますと,それから,どんどんかけ出しました.\n昔は貧乏人で今は金持の子供等が\n石や木片を投げつけるけれど\n貧乏な子はちっとも構わず\n砂吹雪をたてながらかけて来て一軒の小屋の\n表へ着きました.子供は\n第一の窗から私を入れて,それに\n言葉を添え,斯々かくかくのありさまを物語りました.\n家の中から老夫婦が\n眼の上に手をかざしながらやって来て\n見ると,大へんな貧乏人ではあるけれども\n紳士らしい淑女らしい品をそなえています,\n私を見ると,腰の央なかをギックリ屈めて,ビックリしました.\n老人はキチンと帯をしめ直して,\n私を拝し\n「ふくろうの神様,大神様,\n貧しい私たちの粗末な家へ\nお出で下さいました事,有難う御座います.\n昔は,お金持に自分を数え入れるほどの者で\n御座いましたが今はもうこの様に\nつまらない貧乏人になりまして,国の神様\n大神様をお泊め申すも\n畏れ多い事ながら今日はもう\n日も暮れましたから,今宵は大神様を\nお泊め申し上げ,明日は,ただイナウだけでも\n大神様をお送り申し上げましょう.」という事を\n申しながら何遍も何遍も礼拝を重ねました.\n老婦人は,東の窗の下に\n敷物をしいて私をそこへ置きました.\nそれからみんな寝ると直ぐに高いびきで\n寝入ってしまいました.\n私は私の体の耳と耳の間に坐って\nいましたがやがて,ちょうど,真夜中時分に\n起き上りました.\n「銀の滴降る降るまわりに,\n金の滴降る降るまわりに.」\nという歌を静かにうたいながら\nこの家の左の座へ右の座へ\n美しい音をたてて飛びました.\n私が羽ばたきをすると,私のまわりに\n美しい宝物,神の宝物が美しい音をたてて\n落ち散りました.\n一寸のうちに,この小さい家を,りっぱな宝物\n神の宝物で一ぱいにしました.\n「銀の滴降る降るまわりに,\n金の滴降る降るまわりに.」\nという歌をうたいながらこの小さい家を\n一寸の間にかねの家,大きな家に\n作りかえてしまいました,家の中は,りっぱな宝物の積場\nを作り,りっぱな着物の美しいのを\n早つくりして家の中を飾りつけました.\n富豪の家よりももっとりっぱにこの大きな家の\n中を飾りつけました.私はそれを終ると\nもとのままに私の冑の\n耳と耳の間に坐っていました.\n家の人たちに夢を見せて\nアイヌのニシパが運が悪くて貧乏人になって\n昔貧乏人で今お金持になっている者たちに\nばかにされたりいじめられたりしてるさまを私が見て\n不憫に思ったので,私は身分の卑しいただの神では\nないのだが,人間の家\nに泊って,恵んでやったのだという事を\n知らせました.\nそれが済んで少したって夜が明けますと\n家の人々が一しょに起きて\n目をこすりこすり家の中を見るとみんな\n床の上に腰を抜かしてしまいました.老婦人は\n声を上げて泣き,老人は\n大粒の涙をポロポロこぼして\nいましたが,やがて,老人は起き上り\n私の処へ来て,二十も三十も礼拝\nを重ねて,そして云う事には,\n「ただの夢ただの眠りをしたのだと\n思ったのに,ほんとうに,こうしていただいた事.\nつまらないつまらない,私共の粗末な家に\nお出で下さるだけでも有難く存じますものを\n国の神様,大神様,私たちの不運な\n事を哀れんで下さいまして\nお恵みのうちにも最も大きいお恵みをいただき\nました事.」と云う事を泣きながら\n申しました.\nそれから,老人はイナウの木をきり\nりっぱなイナウを美しく作って私を飾りました.\n老婦人は身仕度をして\n小さい子を手伝わせ,薪をとったり\n水を汲んだりして,酒を造る仕度をして,一寸の間に\n六つの酒樽を上座にならべました.\nそれから私は火の老女,老女神と\n種々な神の話を語り合いました.\n二日程たつと,神様の好物ですから\nはや,家の中に酒の香が\n漂いました.\nそこで,あの小さい子に態わざと\n古い衣物を着せて,村中の\n昔貧乏人で今お金持になっている人々を\n招待するため使いに出してやりました.ので\n後見送ると,子供は家毎に\n入って使いの口上を述べますと\n昔貧乏人で今お金持になっている人々は\n大笑いをして\n「これはふしぎ,貧乏人どもが\nどんな酒を造ってどんな\n御馳走があってそのため人を招待するのだろう,\n行ってどんな事があるか見物して\n笑ってやりましょう.」と\n言い合いながら大勢打ち連れて\nやって来て,ずーっと遠くから,ただ家を見ただけで\n驚いてはずかしがり,そのまま帰る者もあります,\n家の前まで来て腰を抜かしているのもあります.\nすると,家の夫人が外へ出て\n人皆の手を取って家へ入れますと,\nみんないざり這いよって\n顔を上げる者もありません.\nすると,家の主人は起き上って\nカッコウ鳥の様な美しい声で物を言いました.\n斯々かくかくの訳を物語り\n「この様に,貧乏人でへだてなく\n互に往来も出来なかったのだが\n大神様があわれんで下され,何の悪い考えも\n私どもは持っていませんのでしたのでこの様に\nお恵みをいただきましたのですから\n今から村中,私共は一族の者\nなんですから,仲善くして\n互に往来をしたいという事を皆様に\n望む次第であります.」という事を\n申し述べると,人々は\n何度も何度も手をすりあわせて\n家の主人に罪を謝し,これからは\n仲よくする事を話し合いました.\n私もみんなに拝されました.\nそれが済むと,人はみな,心が柔らいで\n盛んな酒宴を開きました.\n私は,火の神様や家の神様や\n御幣ごへい棚の神様と話し合いながら\n人間たちの舞を舞ったり躍りをしたりするさまを\n眺めて深く興がりました.そして\n二日三日たつと酒宴は終りました.\n人間たちが仲の善いありさまを\n見て,私は安心をして\n火の神,家の神\n御幣棚の神に別れを告げました.\nそれが済むと私は自分の家へ帰りました.\n私の来る前に,私の家は美しい御幣\n美酒が一ぱいになっていました.\nそれで近い神,遠い神に\n使者をたてて招待し,盛んな酒宴を\n張りました,席上,神様たちへ\n私は物語り,人間の村を訪問した時の\nその村の状況,その出来事を詳しく話しますと\n神様たちは大そう私をほめたてました.\n神様たちが帰る時に美しい御幣を\n二つやり三つやりしました.\n彼かのアイヌ村の方を見ると,\n今はもう平穏で,人間たちは\nみんな仲よく,彼のニシパが\n村に頭になっています,\n彼の子供は,今はもう,成人\nして,妻ももち子も持って\n父や母に孝行をしています,\n何時でも何時でも,酒を造った時は\n酒宴のはじめに,御幣やお酒を私に送ってよこします.\n私も人間たちの後に坐して\n何時でも\n人間の国を守護まもっています.\nと,ふくろうの神様が物語りました.",
    "chinese_translation": "貓頭鷹神親自吟唱的歌謠\n「銀色的水滴 滴落滴落 在周圍」\n\n「銀色的水滴滴落滴落 在周圍，金色的水滴\n滴落滴落 在周圍。」我一邊唱著這首歌\n一邊沿著河流往下，經過人類的村莊\n往下眺望，發現\n從前的窮人現在變成了有錢人，從前的有錢人\n現在變成了窮人。\n海邊，人類的孩子們拿著玩具小弓\n和玩具小箭在玩耍。\n「銀色的水滴滴落滴落 在周圍\n金色的水滴滴落滴落 在周圍。」我一邊唱著歌\n一邊從孩子們的頭上\n經過，（孩子們）一邊在我的下方奔跑一邊\n說著：\n「美麗的鳥！ 神明的鳥！\n來，射箭射那隻鳥\n射中神明的鳥的人，第一個拿到的人\n才是真正的勇者，真正的強者。」\n一邊說著，從前是窮人現在變成有錢人的\n孩子們，用金色的弓和金色的箭\n瞄準我射箭，我讓金色的箭\n從我的下方或上方穿過。\n在這些孩子之中\n有一個孩子拿著普通的（木製的）弓和普通的箭\n加入他們的行列。我看到他\n像是窮人家的孩子，從他的穿著就能\n看得出來。但是仔細看他的眼神\n卻像是偉人的後代，獨自一人\n加入他們的行列。他也用普通的弓\n和普通的箭瞄準我，\n從前是窮人現在變成有錢人的孩子們就大笑著\n說：\n「真可笑啊，窮人家的孩子\n那隻鳥，神明的鳥，連我們的\n金箭都不會理睬，像你這種\n窮人家的爛木頭箭\n那隻鳥，神明的鳥怎麼會\n理睬呢。」\n說著，就對窮孩子拳打腳踢。\n但是窮孩子\n一點也不在意，只是瞄準著我。\n我看到那個樣子，覺得非常可憐。\n「銀色的水滴滴落滴落 在周圍，\n金色的水滴滴落滴落 在周圍。」我一邊唱著歌\n一邊緩慢地在大空中\n畫著圓圈。窮孩子\n一隻腳遠遠地站著，一隻腳靠近地站著，\n緊緊地咬著下唇，瞄準著我\n然後咻地一聲射了出去。小小的箭漂亮地飛來\n朝我飛來，於是我伸出\n手接住了那支小箭。\n我一邊旋轉一邊\n劃破風，舞動著降落。\n於是，那些孩子們跑了起來\n揚起沙塵暴，互相競爭。\n當我落到地上的同時，最先\n跑到我身邊的是窮孩子。\n於是，從前是窮人現在變成有錢人的\n孩子們從後面跑來\n說了一大堆惡毒的話\n推擠、毆打窮孩子\n「可惡的傢伙，窮人家的孩子\n竟然搶在我們前面。」\n說著，窮孩子就\n覆蓋在我的身上，用自己的肚子緊緊地壓住我。\n掙扎著掙扎著，好不容易從人群的縫隙中\n跳了出來，然後，就拚命地跑了起來。\n從前是窮人現在變成有錢人的孩子們\n丟石頭和木片，\n窮孩子一點也不在意\n揚起沙塵暴，跑到一間小屋的\n前面。孩子\n從第一個窗戶把我放進去，並且\n加上言語，講述了事情的經過。\n從屋子裡，老夫婦\n用手遮著眼睛走了出來\n看到，雖然是非常貧窮的人\n卻具備紳士淑女般的品格。\n看到我，深深地彎下腰，嚇了一跳。\n老人整理了一下腰帶，\n向我行禮\n「貓頭鷹神，大神，\n感謝您來到我們貧困簡陋的家。\n從前，我們也算是個有錢人\n現在卻變成這樣\n微不足道的窮人，讓國家的神明\n大神您留宿，實在是\n非常惶恐，但今天已經\n天黑了，今晚就讓大神您\n留宿一晚，明天，就算只有簡單的Inau\n也會恭送大神您離開。」一邊說著\n一邊一遍又一遍地行禮。\n老婦人在東邊的窗戶下\n鋪上墊子，把我放在那裡。\n然後大家都睡了，立刻就發出很大的鼾聲\n睡著了。\n我坐在我的身體的耳朵和耳朵之間\n不久，就在午夜時分\n醒了過來。\n「銀色的水滴滴落滴落 在周圍，\n金色的水滴滴落滴落 在周圍。」\n一邊靜靜地唱著歌\n一邊在這家的左邊座位和右邊座位\n發出美麗的聲音飛舞著。\n我拍動翅膀時，在我的周圍\n美麗的寶物，神明的寶物發出美麗的聲音\n散落下來。\n一瞬間，就把這間小屋，變成充滿了華麗寶物\n神明的寶物。\n「銀色的水滴滴落滴落 在周圍，\n金色的水滴滴落滴落 在周圍。」\n一邊唱著歌，一邊把這間小屋\n在瞬間變成金碧輝煌的家，大房子。\n在屋子裡，建造了華麗寶物的堆積場\n迅速地製作了華麗美麗的衣服\n裝飾著屋子裡。\n比富豪的家還要華麗地裝飾著這間大房子\n我做完這些之後\n又回到原來的樣子，坐在我的頭盔的\n耳朵和耳朵之間。\n讓家裡的人做夢\n告訴他們，Ainu的Nispa因為運氣不好而變成窮人\n被從前是窮人現在變成有錢人的人們\n嘲笑和欺負，我看到那個樣子\n覺得很可憐，所以我並非身分低微的神明\n而是寄宿在人類的家裡\n給予他們恩惠。\n做完這些，過了一會兒，天亮了\n家裡的人一起起床\n揉著眼睛看著屋子裡，大家都\n嚇得癱坐在地板上。老婦人\n放聲大哭，老人\n也掉下了大顆大顆的眼淚\n不久，老人站了起來\n來到我的面前，行了二三十次的禮\n然後說道：\n「本以為只是一場夢，一場睡眠\n沒想到，竟然是真的，得到了您的恩惠。\n我們簡陋的家，實在是微不足道\n您願意光臨就已經非常感謝了\n國家的神明，大神，您憐憫我們的\n不幸遭遇\n給予我們最大的恩惠。」一邊哭著\n一邊說道。\n然後，老人砍了Inau的木頭\n製作了華麗的Inau，裝飾著我。\n老婦人打扮好\n讓小孩子幫忙，撿柴\n打水，準備釀酒，一瞬間\n就在上座擺了六個酒桶。\n然後我和火之老女，老女神\n談論著各種各樣的神的故事。\n過了兩天左右，因為是神明喜歡的東西\n所以，屋子裡已經\n瀰漫著酒香。\n於是，特意讓那個小孩子\n穿上舊衣服，到村子裡\n去邀請從前是窮人現在變成有錢人的人們。\n目送著他離開，孩子挨家挨戶地\n進去傳達邀請，\n從前是窮人現在變成有錢人的人們\n就大笑著說\n「真是不可思議，窮人們\n能釀出什麼樣的酒，有什麼樣的\n美食，竟然還邀請人，\n去看看有什麼好笑的。」\n一邊說著，一邊一大群人一起\n前來，從很遠的地方，只是看到房子\n就嚇了一跳，感到羞愧，就直接回去了，\n也有來到房子前面，嚇得癱坐在地上的。\n於是，房子的女主人走到外面\n拉著每個人的手，請他們進屋，\n大家都跪著爬進去\n沒有人敢抬頭。\n於是，房子的主人站了起來\n用像布穀鳥一樣美妙的聲音說話。\n講述了事情的經過\n「像這樣，因為貧窮而無法\n互相往來\n大神憐憫我們，我們沒有任何壞心思\n所以才得到這樣的恩惠\n從今以後，我們全村，都是一家人\n所以希望大家能夠和睦相處\n互相往來。」\n說完之後，人們\n一遍又一遍地搓著手\n向房子的主人道歉，並商量著\n今後要和睦相處。\n我也接受了大家的參拜。\n做完這些之後，人們的心情都變得柔和\n舉辦了盛大的酒宴。\n我和火神、家神\n以及御幣棚的神明一邊交談\n一邊看著人類們跳舞的樣子\n感到非常高興。然後\n過了兩三天，酒宴結束了。\n看到人類們和睦相處的樣子\n我感到很安心\n向火神、家神\n以及御幣棚的神明告別。\n做完這些，我就回到自己的家裡。\n在我回來之前，我的家裡已經擺滿了美麗的御幣\n和美酒。\n於是，我派遣使者\n邀請附近的和遠方的神明，舉辦了盛大的酒宴\n在宴席上，我向神明們\n詳細講述了訪問人類村莊時的\n那個村莊的狀況，以及發生的事情\n神明們都非常讚賞我。\n神明們回去的時候，我送給他們美麗的御幣\n兩個或三個。\n看向那個Ainu村莊的方向\n現在已經恢復平靜，人類們\n大家都和睦相處，那個Nispa\n是村莊的首領\n他的孩子，現在已經成年\n有了妻子和孩子\n孝順父母\n無論何時何地，只要釀了酒\n就會在酒宴開始的時候，把御幣和酒送給我。\n我也坐在人類的後面\n隨時\n守護著人類的國家。\n貓頭鷹神這樣講述著。",
    "english_translation": "The Owl God's Own Song\n\"Silver drops fall, fall around me\"\n\nWhile singing the song, \"Silver drops fall, fall around me, golden drops fall, fall around me,\" I descended along the stream, and as I passed over the human village, I looked down and saw that the poor of old had become rich, and the rich of old had become poor.\nOn the beach, human children were playing with toy bows and arrows.\nSinging the song, \"Silver drops fall, fall around me, golden drops fall, fall around me,\" as I passed over the children, they ran beneath me, saying,\n\"A beautiful bird! A god's bird!\nCome, shoot the bird with arrows!\nThe one who hits the god's bird first is the true hero, the true strong one!\"\nAs they said this, the children of those who were once poor but now rich nocked golden arrows to golden bows and shot at me, but I dodged the golden arrows, passing above and below them.\nAmong them, one child joined the group with only a plain (wooden) bow and arrow. When I saw him, I could tell by his clothes that he was the child of a poor man. However, looking closely at his eyes, he seemed to be a descendant of a great person, an odd one joining the group. As he aimed at me with his plain bow and arrow,\nthe children of those who were once poor but now rich laughed loudly, saying,\n\"How funny, the child of a poor man!\nThat bird, the god's bird, won't even take our golden arrows, so why would it ever take your plain, rotten wooden arrow?\"\nAnd they kicked and hit the poor child. But the poor child paid no attention and kept aiming at me.\nSeeing this, I felt very sorry for him.\nSinging the song, \"Silver drops fall, fall around me, golden drops fall, fall around me,\" I slowly drew circles in the sky. The poor child stood with one foot far and one foot near, biting his lower lip, aiming and shooting with a whoosh. The small arrow flew beautifully towards me, so I reached out and took the small arrow.\nSpinning around and around, I cut through the wind and descended.\nThen, the children ran, kicking up sandstorms as they raced.\nThe moment I fell to the ground, the poor child rushed to me first and took me.\nThen, the children of those who were once poor but now rich ran up from behind,\ncursing twenty or thirty times, pushing and hitting the poor child,\n\"Hateful child, child of a poor man!\nYou preempted what we were going to do!\"\nThen, the poor child covered me, pressing me firmly against his stomach.\nStruggling and struggling, he finally jumped out of the crowd and ran away.\nThe children of those who were once poor but now rich threw stones and pieces of wood at him,\nbut the poor child paid no attention and ran, kicking up sandstorms, to the front of a hut. The child\nput me through the first window, adding words to it, telling the story of what had happened.\nFrom inside the house, an old couple came out, shading their eyes with their hands.\nThey were very poor, but they possessed the grace of a gentleman and a lady.\nWhen they saw me, they bent deeply at the waist and were surprised.\nThe old man straightened his belt and bowed to me,\n\"Owl God, Great God,\nThank you for coming to our poor, humble home.\nWe were once wealthy enough to count ourselves among the rich,\nbut now we have become such insignificant poor people. It is presumptuous to have the country's god,\nthe Great God, stay with us,\nbut since it is already dark today,\nwe will have the Great God stay with us tonight, and tomorrow we will send the Great God off with just inau.\"\nHe repeated his bows many times while saying this.\nThe old woman laid a mat under the east window and placed me there.\nThen, as soon as everyone went to sleep, they fell into a deep sleep, snoring loudly.\nI sat between the ears of my body,\nbut soon, right around midnight,\nI got up.\nSinging the song, \"Silver drops fall, fall around me,\ngolden drops fall, fall around me,\"\nI flew with a beautiful sound from the left side of this house to the right side.\nWhen I flapped my wings, beautiful treasures, god's treasures, fell and scattered around me with a beautiful sound.\nIn an instant, I filled this small house with magnificent treasures,\ngod's treasures.\nSinging the song, \"Silver drops fall, fall around me,\ngolden drops fall, fall around me,\"\nI transformed this small house into a house of gold, a large house, in an instant.\nI created a storage place for magnificent treasures inside the house,\nand I quickly made beautiful, magnificent clothes and decorated the house.\nI decorated the inside of this large house more magnificently than a wealthy man's house.\nWhen I finished that, I sat between the ears of my helmet as before.\nI showed the people in the house a dream\nto let them know that I saw the Ainu Nishpa who was unlucky and became poor\nbeing ridiculed and bullied by those who were once poor but now rich,\nand I felt sorry for him, so I, who am not just a humble god,\nstayed at a human's house and gave them blessings.\nAfter that was done, a little later, when it dawned,\nthe people in the house woke up together\nand rubbed their eyes, looking inside the house, and they all\nlost their strength and sat down on the floor. The old woman\ncried out, and the old man\nshed large tears,\nbut soon, the old man got up\nand came to me, bowing twenty or thirty times,\nand then said,\n\"I thought it was just a dream, just sleep,\nbut it really happened.\nIt is insignificant, insignificant, we are grateful just for you\ncoming to our humble home,\nbut the country's god, the Great God, has pitied our unfortunate\ncircumstances and given us\nthe greatest of blessings.\"\nHe said this while crying.\nThen, the old man cut down an inau tree\nand made a magnificent inau beautifully and decorated me.\nThe old woman dressed herself\nand had the small child help her, gathering firewood\nand drawing water, preparing to make sake, and in an instant\nshe lined up six sake barrels on the upper seat.\nThen I talked with the old woman of fire, the old goddess, and\nvarious gods.\nAfter two days, because it is the god's favorite,\nthe scent of sake\nwafted through the house.\nSo, they deliberately dressed the small child in\nold clothes and sent him out\nto invite the people in the village\nwho were once poor but now rich.\nAs they watched him go, the child went to each house\nand delivered the message,\nand the people who were once poor but now rich\nlaughed loudly,\n\"This is strange, what kind of sake are the poor people making,\nwhat kind of feast is there that they are inviting people for?\nLet's go see what's going on and laugh at them.\"\nSaying this, they came in a large group,\nand from far away, just seeing the house,\nthey were surprised and embarrassed, and some went home as they were.\nSome came to the front of the house and lost their strength and sat down.\nThen, the lady of the house came outside\nand took everyone's hand and led them into the house,\nand everyone crawled in,\nnot even raising their faces.\nThen, the master of the house got up\nand spoke in a beautiful voice like a cuckoo bird.\nHe told the story of what had happened,\n\"Like this, we were poor and could not\ncome and go freely with each other,\nbut the Great God has pitied us, and we have no bad thoughts,\nso we have received these blessings.\nFrom now on, everyone in the village, we are all family,\nso we want everyone to be on good terms\nand come and go with each other.\"\nWhen he said this,\nthe people\nrepeatedly rubbed their hands together\nand apologized to the master of the house for their sins, and from now on\nthey talked about being on good terms.\nI was also worshiped by everyone.\nWhen that was done, everyone's hearts softened\nand they held a lively banquet.\nI, while talking with the god of fire, the god of the house, and\nthe god of the gohei shelf,\nwatched the humans dance and leap\nand was deeply amused. And\nafter two or three days, the banquet ended.\nSeeing the humans being on good terms,\nI was relieved\nand said goodbye to the god of fire, the god of the house,\nand the god of the gohei shelf.\nWhen that was done, I returned to my own home.\nBefore I arrived, my house was filled with beautiful gohei\nand fine sake.\nSo, I sent messengers to the near gods and the far gods\nto invite them, and I held a lively banquet. At the banquet, to the gods\nI told the story, the situation of the village when I visited the human village,\nand when I told the details of the events,\nthe gods praised me greatly.\nWhen the gods returned, I gave them two or three beautiful gohei.\nLooking towards that Ainu village,\nit is now peaceful, and the humans\nare all on good terms, and that Nishpa\nis the head of the village.\nHis child is now an adult,\nhas a wife and children,\nand is filial to his father and mother.\nWhenever they make sake,\nat the beginning of the banquet, they send me gohei and sake.\nI also sit behind the humans\nand always\nprotect the human country.\"\nSo, the owl god told the story.",
    "eng_to_chi_translation": "貓頭鷹神親自吟唱的歌謠\n「銀色的水滴，落下，落在我身邊」\n\n我一邊唱著「銀色的水滴，落下，落在我身邊，金色的水滴，落下，落在我身邊」的歌，一邊沿著溪流而下，經過人類的村莊時，向下望去，發現\n從前的窮人現在變成了有錢人，從前的有錢人卻變成了現在的窮人。\n海邊，人類的孩子們正拿著玩具弓箭玩耍。\n我一邊唱著「銀色的水滴，落下，落在我身邊，金色的水滴，落下，落在我身邊」的歌，一邊經過孩子們的上方，孩子們在我身下奔跑，\n說道：\n「美麗的鳥！是神明的鳥！\n快，用箭射那隻鳥！\n最先射中神明鳥的人，才是真正的勇者，真正的強者！」\n說著，從前是窮人現在變成有錢人的孩子們，將金箭搭在金弓上，向我射來，我靈巧地躲避著那些金箭，時而從上方通過，時而從下方穿梭。\n其中，有一個孩子，拿著普通的（木製的）弓箭，加入了孩子們的隊伍。我看到他，從他的衣著就能判斷出，他是個窮人家的孩子。但是，仔細觀察他的眼神，他似乎是個偉大人物的後代，一個與眾不同的人加入了這個群體。當他用普通的弓箭瞄準我時，\n從前是窮人現在變成有錢人的孩子們，大聲嘲笑著說：\n「真可笑，窮人家的孩子！\n那隻鳥，神明的鳥，連我們的金箭都不屑一顧，怎麼會接受你那破爛的木頭箭呢？」\n他們踢打著那個貧窮的孩子。但是，那個貧窮的孩子毫不在意，仍然瞄準著我。\n看到這一幕，我感到非常可憐。\n我一邊唱著「銀色的水滴，落下，落在我身邊，金色的水滴，落下，落在我身邊」的歌，一邊在天空中緩慢地畫著圓圈。那個貧窮的孩子，一隻腳遠，一隻腳近，咬緊下唇，瞄準著，然後嗖地一聲射出了箭。那支小箭漂亮地飛向我，於是我伸出手，接住了那支小箭。\n我旋轉著，劃破空氣，降落下來。\n孩子們奔跑著，揚起沙塵暴，爭先恐後。\n我落到地上的那一刻，那個貧窮的孩子第一個衝到我面前，抱起了我。\n這時，從前是窮人現在變成有錢人的孩子們從後面跑來，\n罵罵咧咧，推搡著、打著那個貧窮的孩子，\n「可惡的傢伙，窮人家的孩子！\n竟然搶在我們前面！」\n那個貧窮的孩子，將我緊緊地護在身下，用力地壓在自己的肚子上。\n他掙扎著，好不容易從人群中掙脫出來，然後，飛快地跑開了。\n從前是窮人現在變成有錢人的孩子們，朝他扔石頭和木塊，\n但是那個貧窮的孩子毫不在意，揚起沙塵暴，跑到一間小屋前。孩子\n從第一個窗戶將我放了進去，並添油加醋地講述了事情的經過。\n從屋裡走出一對老夫婦，\n用手遮著眼睛，走了過來。\n他們非常貧窮，但卻具備紳士和淑女的風度，\n看到我，他們深深地彎下腰，感到非常驚訝。\n老人整理了一下腰帶，向我鞠躬，\n說道：\n「貓頭鷹神，偉大的神，\n感謝您來到我們這簡陋的家。\n從前，我們也曾富裕到可以躋身富人之列，\n但現在卻淪落到如此微不足道的窮人。讓國家的神，\n偉大的神，在我們家裡留宿，實在是\n太過冒昧了，但是今天\n天色已晚，今晚就讓偉大的神在我們家裡留宿一晚，明天我們僅用伊瑙\n送偉大的神離開吧。」\n他一邊說著，一邊一遍又一遍地鞠躬。\n老婦人在東邊的窗戶下鋪了一塊墊子，把我放在那裡。\n然後，大家都睡了，很快就發出響亮的鼾聲，進入了夢鄉。\n我坐在我的身體的兩耳之間，\n不久，就在午夜時分，\n我起身了。\n一邊唱著「銀色的水滴，落下，落在我身邊，\n金色的水滴，落下，落在我身邊」的歌，\n我一邊發出美妙的聲音，從這家的左邊飛到右邊。\n當我拍打翅膀時，美麗的寶物，神明的寶物，發出美妙的聲音，\n散落在我的周圍。\n轉眼間，我用華麗的寶物，\n神明的寶物，將這間小屋裝滿。\n一邊唱著「銀色的水滴，落下，落在我身邊，\n金色的水滴，落下，落在我身邊」的歌，\n我一瞬間將這間小屋變成了一座金色的房子，一座大房子。\n我在房子裡建造了一個儲藏華麗寶物的地方，\n並迅速製作了華麗美麗的衣服，裝飾了房子。\n我將這座大房子內部裝飾得比富豪的家還要華麗。\n完成這些後，我像之前一樣，坐在我的頭盔的兩耳之間。\n我讓家裡的人做了一個夢，\n讓他們知道，我看到了阿伊努的尼西帕運氣不好，變成了窮人，\n被從前是窮人現在變成有錢人的人們嘲笑和欺負，\n我感到很可憐，所以我，並非只是卑微的神，\n而是住在人類的家裡，給予他們祝福。\n做完這些後，過了一會兒，天亮了，\n家裡的人們一起醒來，\n揉著眼睛，看著屋內，大家都\n失去了力氣，坐在了地板上。老婦人\n放聲大哭，老人\n流下了大滴的眼淚，\n但很快，老人站了起來，\n來到我面前，鞠了二三十個躬，\n然後說道：\n「我以為這只是一場夢，只是睡了一覺，\n但這一切都是真的。\n微不足道，微不足道，僅僅是您\n來到我們簡陋的家，我們就已經感激不盡了，\n國家的神，偉大的神，憐憫我們不幸的\n遭遇，並給予我們\n最大的恩惠。」\n他一邊哭著，一邊說道。\n然後，老人砍下了一棵伊瑙樹，\n製作了一個華麗的伊瑙，精美地裝飾了我。\n老婦人打扮好自己，\n讓小孩子幫忙，撿柴、\n打水，準備釀酒，轉眼間\n她在上座擺了六個酒桶。\n然後，我和火之老嫗、老女神，以及\n各種神靈交談。\n過了兩天，因為這是神明最喜歡的，\n所以，酒的香味\n在家中瀰漫開來。\n於是，他們故意讓那個小孩子穿上\n舊衣服，派他到村子裡，\n邀請那些從前是窮人現在變成有錢人的人們。\n當他們目送他離開時，孩子挨家挨戶地\n進入，並傳達了邀請，\n從前是窮人現在變成有錢人的人們\n大聲嘲笑著，\n「真奇怪，窮人們\n釀了什麼酒，有什麼樣的\n盛宴，竟然要邀請人們？\n我們去看看發生了什麼事，然後\n嘲笑他們吧。」\n他們一邊說著，一邊成群結隊地前來，\n從遠處，僅僅是看到那座房子，\n他們就感到驚訝和羞愧，有些人就這樣直接回家了。\n有些人來到房子前，失去了力氣，坐在地上。\n這時，房子的女主人走到外面，\n拉著每個人的手，將他們帶進屋裡，\n大家都匍匐著爬進去，\n沒有人抬起頭。\n這時，房子的主人站了起來，\n用像杜鵑鳥一樣美妙的聲音說道：\n他講述了事情的經過，\n「像這樣，我們因為貧窮而無法\n自由地互相往來，\n但是偉大的神憐憫我們，我們沒有任何壞的想法，\n所以我們得到了這些祝福。\n從現在開始，村子裡的每個人，我們都是一家人，\n所以我們希望每個人都能和睦相處，\n互相往來。」\n當他說完這些話，\n人們\n反覆地搓著手，\n向房子的主人道歉，並表示從今以後\n要和睦相處。\n我也受到了大家的崇拜。\n完成這些後，每個人的心都軟化了，\n他們舉行了一場熱鬧的宴會。\n我一邊與火神、家神，以及\n御幣架的神靈交談，\n一邊看著人類跳舞和跳躍的樣子，\n感到非常高興。然後，\n過了兩三天，宴會結束了。\n看到人類和睦相處的樣子，\n我感到很欣慰，\n並向火神、家神，以及\n御幣架的神靈告別。\n完成這些後，我回到了自己的家。\n在我回來之前，我的家裡已經擺滿了美麗的御幣\n和美酒。\n於是，我派遣使者到附近的和遙遠的神靈那裡\n邀請他們，並舉行了一場熱鬧的宴會。在宴會上，我向神靈們\n講述了我在訪問人類村莊時，那個村莊的情況，\n並詳細講述了事情的經過，\n神靈們都大大地讚揚了我。\n當神靈們返回時，我送給他們兩三個美麗的御幣。\n望向那個阿伊努村莊的方向，\n現在已經恢復了平靜，人類\n都和睦相處，而那個尼西帕\n是村莊的首領。\n他的孩子，現在已經成年，\n有了妻子和孩子，\n並孝順他的父母。\n無論何時，只要他們釀酒，\n在宴會開始時，他們都會送御幣和酒給我。\n我也坐在人類的身後，\n永遠地\n守護著人類的國家。」\n貓頭鷹神這樣講述道。",
    "chi_to_eng_translation": "The Owl God's Own Sung Ballad\n\"Silver droplets fall, fall all around\"\n\n\"Silver droplets fall, fall all around, golden droplets\nfall, fall all around.\" As I sang this song,\nI descended along the river, passing over human villages,\nand gazing down, I saw\nthat the poor of old had become rich, and the rich of old\nhad become poor.\nOn the beach, human children were playing with toy bows\nand toy arrows.\n\"Silver droplets fall, fall all around,\ngolden droplets fall, fall all around.\" As I sang this song,\nI passed over the children,\nand as they ran beneath me, they said:\n\"A beautiful bird! A god's bird!\nCome, shoot arrows at that bird.\nThe one who shoots down the god's bird, the first to take it,\nis the true hero, the true strong one!\"\nAs they said this, the children of those who were once poor but now rich,\nstrung golden bows with golden arrows\nand shot at me, but I let the golden arrows\npass beneath me or above me.\nAmong these children,\nthere was one child who joined them with a plain (wooden) bow and plain arrows.\nWhen I saw him, I thought he looked like a poor child,\nwhich I could tell from his clothes.\nBut when I looked closely at his eyes,\nthey seemed like those of a great person's descendant, a solitary\nfigure joining their ranks. He too strung his plain bow\nwith plain arrows and aimed at me,\nand the children who were once poor but now rich laughed loudly\nsaying:\n\"How ridiculous, child of the poor!\nThat bird, the god's bird, doesn't even heed our\ngolden arrows, so how could it ever\nheed your rotten wooden arrows,\nchild of the poor?\"\nSaying this, they kicked and beat the poor child.\nBut the poor child\ndidn't mind at all and just kept aiming at me.\nWhen I saw this, I felt very sorry for him.\n\"Silver droplets fall, fall all around,\ngolden droplets fall, fall all around.\" As I sang this song,\nI slowly drew circles\nin the great sky. The poor child,\nstanding with one foot far away and one foot close,\ngritted his lower lip and aimed at me,\nthen shot his arrow with a whoosh. The small arrow flew beautifully\ntoward me, so I reached out\nmy hand and caught the small arrow.\nSpinning around and around, I\ncut through the wind and danced down.\nThen, the children ran,\nraising a sandstorm as they competed.\nAs I fell to the ground, the poor child\nwas the first to rush to my side and take me.\nThen, the children of those who were once poor but now rich\nran up from behind\nand hurled twenty or thirty insults,\npushing and beating the poor child,\n\"You hateful child, child of the poor!\nYou dared to get ahead of us!\"\nSaying this, the poor child\ncovered me and pressed me tightly against his stomach.\nStruggling and struggling, he finally\njumped out of the crowd, and then, he ran as fast as he could.\nThe children who were once poor but now rich\nthrew stones and pieces of wood,\nbut the poor child didn't mind at all,\nrunning and raising a sandstorm until he reached a small hut.\nThe child\nput me in through the first window, and\nadded words, telling the story of what had happened.\nFrom inside the house, an old couple\ncame out shielding their eyes with their hands,\nand saw that, although they were very poor,\nthey possessed the grace of a gentleman and lady.\nWhen they saw me, they bent deeply at the waist and were startled.\nThe old man straightened his belt,\nand bowed to me,\n\"Owl God, Great God,\nThank you for coming to our poor and humble home.\nIn the past, we were wealthy enough to count ourselves among the rich,\nbut now we have become such\ninconsequential poor people, and to have the country's god,\nthe Great God, stay with us is\nawe-inspiring, but since it is already\ndark today, please allow the Great God to\nstay with us for the night, and tomorrow, we will send you off\nwith just a simple Inau.\"\nSaying this, he bowed again and again.\nThe old woman spread a mat\nbeneath the eastern window and placed me there.\nThen everyone went to sleep and immediately began to snore loudly.\nI was sitting between the ears of my body,\nand soon, right at midnight,\nwoke up.\n\"Silver droplets fall, fall all around,\ngolden droplets fall, fall all around.\"\nWhile quietly singing this song,\nI flew to the left seat and the right seat of this house,\nmaking beautiful sounds.\nWhen I flapped my wings, around me\nbeautiful treasures, divine treasures, fell and scattered,\nmaking beautiful sounds.\nIn an instant, I filled this small house with splendid treasures,\ndivine treasures.\n\"Silver droplets fall, fall all around,\ngolden droplets fall, fall all around.\"\nWhile singing this song, I transformed this small house\ninto a golden house, a large house, in an instant.\nInside the house, I created a storage place for splendid treasures,\nquickly making splendid and beautiful clothes\nto decorate the house.\nI decorated this large house more splendidly than a rich man's house.\nAfter I finished doing this,\nI returned to my original form and sat between the ears\nof my helmet.\nI made the people of the house dream\nand told them that an Ainu Nispa had become poor due to bad luck\nand was being ridiculed and bullied by those who were once poor but now rich.\nI felt sorry for him when I saw this,\nso I, who am not a lowly god,\nstayed in the human's house\nand bestowed blessings upon them.\nAfter doing this, a little while passed and it dawned,\nand the people of the house woke up together.\nRubbing their eyes, they looked inside the house, and everyone\ncollapsed onto the floor in shock. The old woman\ncried out loud, and the old man\nshed large tears,\nbut soon, the old man stood up\ncame to me, bowed twenty or thirty times,\nand then said:\n\"I thought it was just a dream, just sleep,\nbut it was real, and we received your blessings.\nOur humble house is insignificant,\nand we are grateful that you would even visit us,\nbut the country's god, the Great God, pitied our\nunfortunate circumstances\nand bestowed upon us the greatest of blessings.\"\nSaying this, he spoke while crying.\nThen, the old man cut Inau wood\nand made splendid Inau beautifully to decorate me.\nThe old woman dressed up\nand had the small child help her, gathering firewood\nand drawing water, preparing to brew sake, and in an instant\nshe lined up six sake barrels in the upper seat.\nThen I talked with the old woman of fire, the old goddess,\nabout various stories of the gods.\nAfter about two days, because it was something the gods liked,\nthe scent of sake\nfilled the house.\nSo, they deliberately had that small child\nwear old clothes and sent him to the village\nto invite the people who were once poor but now rich.\nSeeing him off, the child went from house to house\nand delivered the invitation,\nand the people who were once poor but now rich\nlaughed loudly,\n\"How strange, that the poor\nwould brew sake and have\ndelicacies, and that they would invite people for that reason.\nLet's go see what's so funny.\"\nSaying this, a large group of them came together,\nand from far away, just seeing the house,\nthey were surprised and ashamed, and some went straight home.\nSome came to the front of the house and collapsed on the ground.\nThen, the lady of the house went outside\ntook everyone's hand and brought them into the house,\nand everyone crawled in on their knees,\nnot daring to raise their heads.\nThen, the master of the house stood up\nand spoke in a beautiful voice like a cuckoo bird.\nHe told the story of what had happened,\n\"Like this, because we were poor, we could not\ninteract with each other,\nbut the Great God pitied us, and we had no bad intentions,\nso we received these blessings.\nFrom now on, we are all one family\nin this village,\nso I hope that everyone can get along\nand interact with each other.\"\nSaying this,\nthe people rubbed their hands together again and again,\napologized to the master of the house, and discussed\ngetting along from now on.\nI was also worshiped by everyone.\nAfter that was finished, everyone's hearts softened,\nand they held a grand banquet.\nI talked with the fire god, the house god,\nand the gods of the sacred space,\nwatching the humans dance and leap,\nand was deeply delighted. And then,\nafter two or three days, the banquet ended.\nSeeing the humans getting along,\nI felt relieved\nand said goodbye to the fire god, the house god,\nand the gods of the sacred space.\nAfter that was finished, I returned to my home.\nBefore I arrived, my house was filled with beautiful sacred treasures\nand fine sake.\nSo I sent messengers\nto invite the nearby and distant gods and held a grand banquet.\nAt the banquet, I told the gods\nin detail about the situation in the human village\nwhen I visited it, and the events that had occurred,\nand the gods praised me greatly.\nWhen the gods left, I gave them beautiful sacred treasures,\ntwo or three each.\nLooking towards that Ainu village,\nit is now peaceful, and the humans\nare all getting along, and that Nispa\nis the head of the village.\nHis child is now an adult,\nhas a wife and children,\nand is filial to his parents.\nWhenever he brews sake,\nhe sends me sacred treasures and sake at the beginning of the banquet.\nI also sit behind the humans\nand always\nprotect the human country.\nSo, the owl god told the story.",
    "updated_translation_zh": {
        "translation": "貓頭鷹神親自吟唱的歌謠\n「銀色的水滴 滴落滴落 在周圍」\n\n「銀色的水滴滴落滴落 在周圍，金色的水滴\n滴落滴落 在周圍。」我一邊唱著這首歌\n一邊沿著溪流往下，經過人類的村莊\n往下眺望，發現\n從前的窮人現在變成了有錢人，從前的有錢人\n卻變成了現在的窮人。\n海邊，人類的孩子們拿著玩具小弓\n和玩具小箭在玩耍。\n「銀色的水滴滴落滴落 在周圍\n金色的水滴滴落滴落 在周圍。」我一邊唱著歌\n一邊從孩子們的頭上\n經過，（孩子們）一邊在我的下方奔跑一邊\n說著：\n「美麗的鳥！ 神明的鳥！\n來，射箭射那隻鳥！\n最先射中神明鳥的人，才是真正的勇者，真正的強者！」\n一邊說著，從前是窮人現在變成有錢人的\n孩子們，用金色的弓和金色的箭\n瞄準我射箭，我讓金色的箭\n從我的下方或上方靈巧地穿梭。\n在這些孩子之中\n有一個孩子拿著普通的（木製的）弓和普通的箭\n加入他們的行列。我看到他\n像是窮人家的孩子，從他的穿著就能\n看得出來。但是仔細看他的眼神\n卻像是偉人的後代，獨自一人\n加入他們的行列。他也用普通的弓\n和普通的箭瞄準我，\n從前是窮人現在變成有錢人的孩子們就大笑著\n說：\n「真可笑啊，窮人家的孩子！\n那隻鳥，神明的鳥，連我們的\n金箭都不會理睬，像你這種\n窮人家的爛木頭箭\n那隻鳥，神明的鳥怎麼會\n理睬呢。」\n說著，就對窮孩子拳打腳踢。\n但是窮孩子\n一點也不在意，只是瞄準著我。\n我看到那個樣子，覺得非常可憐。\n「銀色的水滴滴落滴落 在周圍，\n金色的水滴滴落滴落 在周圍。」我一邊唱著歌\n一邊緩慢地在大空中\n畫著圓圈。窮孩子\n一隻腳遠遠地站著，一隻腳靠近地站著，\n緊緊地咬著下唇，瞄準著我\n然後咻地一聲射了出去。小小的箭漂亮地飛來\n朝我飛來，於是我伸出\n手接住了那支小箭。\n我一邊旋轉一邊\n劃破空氣，舞動著降落。\n於是，那些孩子們跑了起來\n揚起沙塵暴，爭先恐後。\n當我落到地上的同時，最先\n跑到我身邊的是窮孩子。\n於是，從前是窮人現在變成有錢人的\n孩子們從後面跑來\n罵罵咧咧，說了一大堆惡毒的話\n推擠、毆打窮孩子\n「可惡的傢伙，窮人家的孩子\n竟然搶在我們前面！」\n說著，窮孩子就\n覆蓋在我的身上，用自己的肚子緊緊地壓住我。\n掙扎著掙扎著，好不容易從人群的縫隙中\n跳了出來，然後，就拚命地跑了起來。\n從前是窮人現在變成有錢人的孩子們\n丟石頭和木片，\n窮孩子一點也不在意\n揚起沙塵暴，跑到一間小屋的\n前面。孩子\n從第一個窗戶把我放了進去，並且\n添油加醋地加上言語，講述了事情的經過。\n從屋子裡，老夫婦\n用手遮著眼睛走了出來\n看到，雖然是非常貧窮的人\n卻具備紳士淑女般的品格。\n看到我，深深地彎下腰，感到非常驚訝。\n老人整理了一下腰帶，\n向我行禮\n「貓頭鷹神，大神，\n感謝您來到我們貧困簡陋的家。\n從前，我們也曾富裕到可以躋身富人之列\n現在卻變成這樣\n微不足道的窮人，讓國家的神明\n大神您留宿，實在是\n非常惶恐，但今天已經\n天黑了，今晚就讓大神您\n留宿一晚，明天，就算只有簡單的Inau\n也會恭送大神您離開。」一邊說著\n一邊一遍又一遍地行禮。\n老婦人在東邊的窗戶下\n鋪上墊子，把我放在那裡。\n然後大家都睡了，立刻就發出很大的鼾聲\n睡著了。\n我坐在我的身體的耳朵和耳朵之間\n不久，就在午夜時分\n醒了過來。\n「銀色的水滴滴落滴落 在周圍，\n金色的水滴滴落滴落 在周圍。」\n一邊靜靜地唱著歌\n一邊在這家的左邊座位和右邊座位\n發出美妙的聲音飛舞著。\n我拍動翅膀時，在我的周圍\n美麗的寶物，神明的寶物發出美麗的聲音\n散落下來。\n一瞬間，就把這間小屋，變成充滿了華麗寶物\n神明的寶物。\n「銀色的水滴滴落滴落 在周圍，\n金色的水滴滴落滴落 在周圍。」\n一邊唱著歌，一邊把這間小屋\n在瞬間變成金碧輝煌的家，大房子。\n在屋子裡，建造了華麗寶物的堆積場\n迅速地製作了華麗美麗的衣服\n裝飾著屋子裡。\n比富豪的家還要華麗地裝飾著這間大房子\n我做完這些之後\n又回到原來的樣子，坐在我的頭盔的\n耳朵和耳朵之間。\n讓家裡的人做夢\n告訴他們，Ainu的Nispa因為運氣不好而變成窮人\n被從前是窮人現在變成有錢人的人們\n嘲笑和欺負，我看到那個樣子\n覺得很可憐，所以我並非身分低微的神明\n而是寄宿在人類的家裡\n給予他們恩惠。\n做完這些，過了一會兒，天亮了\n家裡的人一起起床\n揉著眼睛看著屋子裡，大家都\n失去了力氣，癱坐在地板上。老婦人\n放聲大哭，老人\n也掉下了大顆大顆的眼淚\n不久，老人站了起來\n來到我的面前，行了二三十次的禮\n然後說道：\n「本以為只是一場夢，一場睡眠\n沒想到，竟然是真的，得到了您的恩惠。\n我們簡陋的家，實在是微不足道\n您願意光臨就已經非常感謝了\n國家的神明，大神，您憐憫我們的\n不幸遭遇\n給予我們最大的恩惠。」一邊哭著\n一邊說道。\n然後，老人砍了Inau的木頭\n製作了華麗的Inau，裝飾著我。\n老婦人打扮好\n讓小孩子幫忙，撿柴\n打水，準備釀酒，一瞬間\n就在上座擺了六個酒桶。\n然後我和火之老女，老女神\n談論著各種各樣的神的故事。\n過了兩天左右，因為是神明喜歡的東西\n所以，屋子裡已經\n瀰漫著酒香。\n於是，特意讓那個小孩子\n穿上舊衣服，派他到村子裡\n去邀請從前是窮人現在變成有錢人的人們。\n目送著他離開，孩子挨家挨戶地\n進去傳達邀請，\n從前是窮人現在變成有錢人的人們\n就大笑著說\n「真是不可思議，窮人們\n能釀出什麼樣的酒，有什麼樣的\n盛宴，竟然要邀請人們？\n我們去看看發生了什麼事，然後\n嘲笑他們吧。」\n一邊說著，一邊一大群人一起\n前來，從很遠的地方，只是看到房子\n就嚇了一跳，感到羞愧，就直接回去了，\n也有來到房子前面，失去了力氣，癱坐在地上的。\n於是，房子的女主人走到外面\n拉著每個人的手，請他們進屋，\n大家都跪著爬進去\n沒有人敢抬頭。\n於是，房子的主人站了起來\n用像杜鵑鳥一樣美妙的聲音說話。\n講述了事情的經過\n「像這樣，因為貧窮而無法\n自由地互相往來\n大神憐憫我們，我們沒有任何壞心思\n所以才得到這樣的恩惠\n從今以後，我們全村，都是一家人\n所以希望大家能夠和睦相處\n互相往來。」\n說完之後，人們\n一遍又一遍地搓著手\n向房子的主人道歉，並商量著\n今後要和睦相處。\n我也接受了大家的參拜。\n做完這些之後，人們的心情都變得柔和\n舉辦了盛大的酒宴。\n我和火神、家神\n以及御幣棚的神明一邊交談\n一邊看著人類們舞動跳躍的樣子\n感到非常高興。然後\n過了兩三天，酒宴結束了。\n看到人類們和睦相處的樣子\n我感到很安心\n向火神、家神\n以及御幣棚的神明告別。\n做完這些，我就回到自己的家裡。\n在我回來之前，我的家裡已經擺滿了美麗的御幣\n和美酒。\n於是，我派遣使者\n邀請附近的和遠方的神明，舉辦了盛大的酒宴\n在宴席上，我向神明們\n詳細講述了訪問人類村莊時的\n那個村莊的狀況，以及發生的事情\n神明們都非常讚賞我。\n神明們回去的時候，我送給他們美麗的御幣\n兩個或三個。\n看向那個Ainu村莊的方向\n現在已經恢復平靜，人類們\n大家都和睦相處，那個Nispa\n是村莊的首領\n他的孩子，現在已經成年\n有了妻子和孩子\n孝順父母\n無論何時何地，只要釀了酒\n就會在酒宴開始的時候，把御幣和酒送給我。\n我也坐在人類的後面\n永遠地\n守護著人類的國家。\n貓頭鷹神這樣講述著。",
        "title": "梟の神の自ら歌った謡",
        "comment": "The translation keeps the original meaning accurately. The text is easy to understand. Most part of the text is poetic.",
        "agent": "Retranslation_Chinese_Agent",
        "text_type": "MAIN STORY"
    },
    "updated_translation_en": {
        "translation": "The Owl God's Own Song\n\"Silver drops fall, fall around me\"\n\nWhile singing the song, \"Silver drops fall, fall around me, golden drops fall, fall around me,\" I descended along the stream, and as I passed over the human village, I looked down and saw that the poor of old had become rich, and the rich of old had become poor.\nOn the beach, human children were playing with toy bows and toy arrows.\nSinging the song, \"Silver drops fall, fall around me, golden drops fall, fall around me,\" as I passed over the children, they ran beneath me, saying,\n\"A beautiful bird! A god's bird!\nCome, shoot arrows at that bird!\nThe one who shoots down the god's bird, the first to take it, is the true hero, the true strong one!\"\nAs they said this, the children of those who were once poor but now rich nocked golden arrows to golden bows and shot at me, but I dodged the golden arrows, passing above and below them.\nAmong these children, one child joined them with only a plain (wooden) bow and plain arrows. When I saw him, I could tell by his clothes that he was the child of a poor man. However, looking closely at his eyes, he seemed to be a descendant of a great person, a solitary figure joining their ranks. As he aimed at me with his plain bow and arrow,\nthe children of those who were once poor but now rich laughed loudly, saying,\n\"How funny, the child of a poor man!\nThat bird, the god's bird, won't even heed our golden arrows, so how could it ever heed your plain, rotten wooden arrow?\"\nSaying this, they kicked and beat the poor child. But the poor child didn't mind at all and just kept aiming at me.\nSeeing this, I felt very sorry for him.\nSinging the song, \"Silver drops fall, fall around me, golden drops fall, fall around me,\" I slowly drew circles in the sky. The poor child stood with one foot far away and one foot close, biting his lower lip, aiming and shooting with a whoosh. The small arrow flew beautifully towards me, so I reached out my hand and caught the small arrow.\nSpinning around and around, I cut through the wind and danced down.\nThen, the children ran, raising a sandstorm as they competed.\nThe moment I fell to the ground, the poor child was the first to rush to my side and take me.\nThen, the children of those who were once poor but now rich ran up from behind,\nhurling twenty or thirty insults, pushing and hitting the poor child,\n\"You hateful child, child of a poor man!\nYou dared to get ahead of us!\"\nSaying this, the poor child covered me and pressed me tightly against his stomach.\nStruggling and struggling, he finally jumped out of the crowd, and then, he ran as fast as he could.\nThe children of those who were once poor but now rich threw stones and pieces of wood,\nbut the poor child didn't mind at all, running and raising a sandstorm until he reached a small hut. The child\nput me in through the first window, and added words, telling the story of what had happened.\nFrom inside the house, an old couple came out shielding their eyes with their hands.\nThey were very poor, but they possessed the grace of a gentleman and a lady.\nWhen they saw me, they bent deeply at the waist and were startled.\nThe old man straightened his belt and bowed to me,\n\"Owl God, Great God,\nThank you for coming to our poor and humble home.\nWe were once wealthy enough to count ourselves among the rich,\nbut now we have become such insignificant poor people. It is awe-inspiring to have the country's god,\nthe Great God, stay with us,\nbut since it is already dark today, please allow the Great God to stay with us for the night, and tomorrow, we will send you off with just a simple Inau.\"\nSaying this, he bowed again and again.\nThe old woman spread a mat beneath the eastern window and placed me there.\nThen everyone went to sleep and immediately began to snore loudly.\nI was sitting between the ears of my body,\nand soon, right at midnight,\nwoke up.\n\"Silver droplets fall, fall all around,\ngolden droplets fall, fall all around.\"\nWhile quietly singing this song,\nI flew to the left side of this house to the right side,\nmaking beautiful sounds.\nWhen I flapped my wings, around me beautiful treasures, divine treasures, fell and scattered,\nmaking beautiful sounds.\nIn an instant, I filled this small house with splendid treasures, divine treasures.\n\"Silver droplets fall, fall all around,\ngolden droplets fall, fall all around.\"\nWhile singing this song, I transformed this small house into a golden house, a large house, in an instant.\nInside the house, I created a storage place for splendid treasures,\nquickly making splendid and beautiful clothes to decorate the house.\nI decorated this large house more splendidly than a wealthy man's house.\nAfter I finished doing this,\nI returned to my original form and sat between the ears of my helmet as before.\nI made the people of the house dream\nand told them that an Ainu Nishpa had become poor due to bad luck\nand was being ridiculed and bullied by those who were once poor but now rich.\nI felt sorry for him when I saw this,\nso I, who am not a lowly god,\nstayed in the human's house and bestowed blessings upon them.\nAfter doing this, a little while passed and it dawned,\nand the people of the house woke up together.\nRubbing their eyes, they looked inside the house, and everyone\ncollapsed onto the floor in shock. The old woman\ncried out loud, and the old man\nshed large tears,\nbut soon, the old man stood up\ncame to me, bowed twenty or thirty times,\nand then said:\n\"I thought it was just a dream, just sleep,\nbut it was real, and we received your blessings.\nOur humble house is insignificant,\nand we are grateful that you would even visit us,\nbut the country's god, the Great God, pitied our unfortunate circumstances\nand bestowed upon us the greatest of blessings.\"\nSaying this, he spoke while crying.\nThen, the old man cut Inau wood\nand made splendid Inau beautifully to decorate me.\nThe old woman dressed up\nand had the small child help her, gathering firewood\nand drawing water, preparing to brew sake, and in an instant\nshe lined up six sake barrels in the upper seat.\nThen I talked with the old woman of fire, the old goddess,\nabout various stories of the gods.\nAfter about two days, because it was something the gods liked,\nthe scent of sake\nfilled the house.\nSo, they deliberately had that small child\nwear old clothes and sent him to the village\nto invite the people who were once poor but now rich.\nSeeing him off, the child went from house to house\nand delivered the invitation,\nand the people who were once poor but now rich\nlaughed loudly,\n\"How strange, that the poor would brew sake and have delicacies, and that they would invite people for that reason.\nLet's go see what's so funny.\"\nSaying this, a large group of them came together,\nand from far away, just seeing the house,\nthey were surprised and ashamed, and some went straight home.\nSome came to the front of the house and collapsed on the ground.\nThen, the lady of the house went outside\ntook everyone's hand and brought them into the house,\nand everyone crawled in on their knees,\nnot daring to raise their heads.\nThen, the master of the house stood up\nand spoke in a beautiful voice like a cuckoo bird.\nHe told the story of what had happened,\n\"Like this, because we were poor, we could not\ninteract with each other,\nbut the Great God pitied us, and we had no bad intentions,\nso we received these blessings.\nFrom now on, we are all one family in this village,\nso I hope that everyone can get along\nand interact with each other.\"\nSaying this,\nthe people rubbed their hands together again and again,\napologized to the master of the house, and discussed\ngetting along from now on.\nI was also worshiped by everyone.\nAfter that was finished, everyone's hearts softened,\nand they held a grand banquet.\nI talked with the fire god, the house god,\nand the gods of the sacred space,\nwatching the humans dance and leap,\nand was deeply delighted. And then,\nafter two or three days, the banquet ended.\nSeeing the humans getting along,\nI felt relieved\nand said goodbye to the fire god, the house god,\nand the gods of the sacred space.\nAfter that was finished, I returned to my own home.\nBefore I arrived, my house was filled with beautiful sacred treasures and fine sake.\nSo I sent messengers\nto invite the nearby and distant gods and held a grand banquet.\nAt the banquet, I told the gods\nin detail about the situation in the human village\nwhen I visited it, and the events that had occurred,\nand the gods praised me greatly.\nWhen the gods left, I gave them beautiful sacred treasures, two or three each.\nLooking towards that Ainu village,\nit is now peaceful, and the humans\nare all getting along, and that Nispa\nis the head of the village.\nHis child is now an adult,\nhas a wife and children,\nand is filial to his parents.\nWhenever he brews sake,\nhe sends me sacred treasures and sake at the beginning of the banquet.\nI also sit behind the humans\nand always\nprotect the human country.\"\nSo, the owl god told the story.",
        "title": "The Owl God's Own Song",
        "comment": "The translation keeps the original meaning accurately. The text is easy to understand. Most part of the text is poetic.",
        "agent": "Retranslation_English_Agent",
        "text_type": "MAIN STORY"
    }
}