{
    "ainu_title": "Pipa yaieyukar, “Tonupeka ranran”",
    "japanese_title": "沼貝が自ら歌った謡「トヌペカ ランラン」",
    "japanese_translation": "(1) kinatantuka......蒲の束.蒲は編んで筵の様な敷物にするのですが,よく乾いているのをそのまま編むといけませんから,少し湿してからつかいます.この話にあるのも,そのために女が川へ持って行くのでしょう.\n(2) i-okapushpa.人は死んでしまった親や親類などの名を言ったり,その事をふだん話したりする事を i-okapushpa と言って大へん嫌います.また,人のかくしていた事をそばからほじり出して,みんなに言ったり,その人の聞きにくい様なその人の前の行為などを口に出したりする事をも i-okapushpa と言います.\n(3) nimakitara......牙の剥き出している.これは犬の事.山のけものたちは,人が猟に行くと犬を連れて行きますが,その犬に歯をむき出してかかられるのが一ばん恐いので,犬にこんな名をつけて恐がっています.",
    "chinese_translation": "(1) kinatantuka......蒲草束。蒲草編織成類似蓆子的鋪墊物,但如果直接編織乾燥的蒲草是不行的,所以要稍微弄濕後再使用。這個故事裡提到的,大概也是為了這個原因,女人才把蒲草帶到河邊。\n\n(2) i-okapushpa. 人們非常忌諱說出已故父母或親戚的名字,或者平常談論他們的事情,這被稱為 i-okapushpa。此外,從旁挖掘別人隱藏的事情,並告訴大家,或者說出那個人難以啟齒的、過去的行為等等,也被稱為 i-okapushpa。\n\n(3) nimakitara......露出獠牙。指的是狗。山裡的獵人在狩獵時會帶著狗,因為被狗露出牙齒攻擊是最可怕的,所以用這樣的名字來稱呼狗,表示恐懼。\n",
    "english_translation": "(1) kinatantuka...... A bundle of cattails. Cattails are woven into mats and other coverings, but if you try to weave them when they are completely dry, it won't work well. So, they are slightly moistened before use. In this story, the woman is probably taking them to the river for that purpose.\n\n(2) i-okapushpa. People greatly dislike saying the names of deceased parents or relatives, or even talking about them in everyday conversation, which is called *i-okapushpa*. Also, digging up things that people have kept hidden and telling everyone, or bringing up past actions that are difficult for the person to hear, especially in front of them, is also called *i-okapushpa*.\n\n(3) nimakitara...... Baring its fangs. This refers to a dog. When people go hunting in the mountains, they take dogs with them, and being attacked by a dog baring its teeth is the most frightening thing. Therefore, they give dogs this kind of name out of fear.\n",
    "updated_chinese_translation": "(1) kinatantuka......蒲草束。蒲草會被編織成類似蓆子的鋪墊物，但如果直接編織乾燥的蒲草效果不好，所以通常會稍微弄濕後再使用。故事中提到的情況，很可能就是因為這個原因，婦女才將蒲草帶到河邊。\n\n(2) i-okapushpa. 人們非常忌諱說出已故父母或親戚的名字，或者在日常對話中談論他們的事情，這種行為被稱為 i-okapushpa。此外，挖掘他人隱藏的秘密並公諸於眾，或者提起那些令人難以啟齒的往事，尤其是在當事人面前，也被視為 i-okapushpa。\n\n(3) nimakitara......露出獠牙。指的是狗。山裡的獵人在狩獵時會帶著狗，而最令人恐懼的事情莫過於被露出獠牙的狗攻擊。因此，人們用這樣的名字來稱呼狗，以表達內心的恐懼。",
    "update_comment": "The English translation is generally good, but it can be improved by incorporating some of the clarity and explicitness found in the Chinese translation. Specifically, the explanations of why the cattails are taken to the river and the reason for the name 'nimakitara' can be made more precise. The English translation of (3) could also benefit from a slight restructuring to emphasize the fear associated with dogs in hunting contexts.\n\n(1) The Chinese translation explicitly states that dry cattails are difficult to weave, which is a helpful clarification. The English translation implies this but could be more direct.\n(2) Both translations are quite similar and accurate.\n(3) The Chinese translation clearly states that the fear is of being attacked by a dog baring its fangs, which is more direct than the English translation's 'being attacked by a dog baring its teeth is the most frightening thing.'",
    "updated_english_translation": "(1) kinatantuka...... A bundle of cattails. Cattails are woven into mats and similar coverings. However, dry cattails are difficult to weave effectively, so they are typically moistened before use. In this story, the woman is likely taking them to the river for this purpose.\n\n(2) i-okapushpa. People greatly dislike saying the names of deceased parents or relatives, or even talking about them in everyday conversation; this is called *i-okapushpa*. Furthermore, digging up secrets that people have kept hidden and revealing them to everyone, or bringing up past actions that are difficult for the person to hear, especially in their presence, is also called *i-okapushpa*.\n\n(3) nimakitara...... Baring its fangs. This refers to a dog. When people hunt in the mountains, they bring dogs. The most frightening thing is being attacked by a dog baring its fangs. Therefore, people call dogs by this name to express their fear."
}