{
    "ainu_title": "Chironnup yaieyukar, “Haikunterke Haikoshitemturi”",
    "japanese_title": "狐が自ら歌った謡「ハイクンテレケ ハイコシテムトリ」",
    "japanese_translation": "(1) pau.狐の鳴声の擬声詞.\n(2) pushtotta......鞄の様な形のもので,海猟に出かける時に火道具,薬類,その他細々の必要品を入れて持ってゆくもの.同じ用途のもので piuchiop,karop などがありますが,蒲がま,アツシ織などで作りますから,陸で使用します.pushtotta は熊の皮,あざらしの皮,その他の毛皮で製しますから水がとおらないので,海へ持って行くのです.\n(3) noya ai......蓬の矢.蓬はアイヌの尊ぶ草です.蓬の矢で打たれると,浮ぶ事が出来ないから悪魔の最も恐れるものだと云うので,遠出するとき必要品の一つに数えられます.\n(4) もとは男の便所と女の便所は別になっていました.ashinru も eosineru も同じく便所の事.\n狐の中で黒狐は最も尊いものだとしています.海の中に突き出ている岬は大概黒狐の所領で,黒狐はよっぽどの大へんがなければ,人に声をきかせないと申します.\nOkikurumi(Okikirmui)と Samayunkur と Shupunramka とはいとこ同士で,Shupunramka は一ばん年上で Okikirmui は一ばん年下だと云います.Shupunramka は温和な人で内気ですからなにも話がありませんが,Samayunkur は短気で,智恵が浅く,あわて者で,根性が悪い弱虫で,Okikirmui は神の様に智恵があり,情深く,勇気のあるえらい人だと云うので,その物語りは無限というほど沢山あります.",
    "chinese_translation": "(1) pau. 狐狸叫聲的擬聲詞。\n(2) pushtotta......形狀像袋子的東西,出海打獵時用來裝火具、藥品和其他零碎必需品。用途相同的還有 piuchiop, karop 等,但因為是用蒲草、厚司織等製作,所以在陸地上使用。pushtotta 是用熊皮、海豹皮或其他毛皮製成,因此不透水,所以帶到海上去。\n(3) noya ai......蓬蒿之箭。蓬蒿是愛努人尊崇的草。據說被蓬蒿之箭射中,會無法漂浮,因此是惡魔最害怕的東西,所以遠行時會將其視為必需品之一。\n(4) 原本男廁和女廁是分開的。ashinru 和 eosineru 都是廁所的意思。\n在狐狸之中,黑狐被認為是最尊貴的。突出於海中的海岬大多是黑狐的領地,據說除非發生非常重大的事情,否則黑狐不會讓人聽到它的聲音。\nOkikurumi (Okikirmui) 和 Samayunkur 和 Shupunramka 是表兄弟,Shupunramka 年紀最大,Okikirmui 年紀最小。Shupunramka 性格溫和內向,所以沒有什麼故事,但 Samayunkur 性格暴躁,缺乏智慧,是個冒失鬼,性格惡劣的膽小鬼,Okikirmui 則像神一樣充滿智慧,富有同情心,是個勇敢偉大的人,因此關於他的故事多到數不清。\n",
    "english_translation": "(1) pau: Onomatopoeia for the sound of a fox's cry.\n\n(2) pushtotta: A bag-like item used when going sea hunting, to carry fire-making tools, medicines, and other small necessities. Similar items for the same purpose include *piuchiop* and *karop*, but these are made from cattail matting (*gama*) or *attush* woven fabric, so they are used on land. *pushtotta* are made from bear skin, seal skin, or other fur, making them waterproof and suitable for taking to sea.\n\n(3) noya ai: Arrow made of mugwort. Mugwort is a plant revered by the Ainu. It is said that demons fear being struck by a mugwort arrow because it prevents them from floating away, making it an essential item for long journeys.\n\n(4) Originally, men's and women's toilets were separate. *ashinru* and *eosineru* both refer to toilets.\n\nAmong foxes, the black fox is considered the most revered. Capes jutting out into the sea are generally considered the territory of black foxes, and it is said that a black fox will not make its presence known to humans unless something very serious is happening.\n\n*Okikurumi (Okikirmui)*, *Samayunkur*, and *Shupunramka* are cousins, with *Shupunramka* being the oldest and *Okikirmui* the youngest. *Shupunramka* is a gentle and timid person, so there are no stories about him. *Samayunkur* is short-tempered, lacks wisdom, is hasty, has a bad nature, and is a coward. *Okikirmui*, on the other hand, is wise like a god, compassionate, courageous, and a great person, so there are countless stories about him.\n",
    "updated_chinese_translation": "(1) pau. 狐狸叫聲的擬聲詞。\n(2) pushtotta......形狀像袋子的東西，出海打獵時用來裝火具、藥品和其他零碎必需品。用途相同的還有 *piuchiop*, *karop* 等，但因為是用香蒲蓆 (*gama*)、厚司織等製作，所以在陸地上使用。*pushtotta* 是用熊皮、海豹皮或其他毛皮製成，因此不透水，適合帶到海上去。\n(3) noya ai......蓬蒿之箭。蓬蒿是愛努人尊崇的草。據說被蓬蒿之箭射中，會無法漂浮，因此是惡魔最害怕的東西，所以遠行時會將其視為必需品之一。\n(4) 原本男廁和女廁是分開的。*ashinru* 和 *eosineru* 都是廁所的意思。\n在狐狸之中，黑狐被認為是最尊貴的。突出於海中的海岬大多是黑狐的領地，據說除非發生非常重大的事情，否則黑狐不會讓人聽到它的聲音。\n*Okikurumi (Okikirmui)*、*Samayunkur* 和 *Shupunramka* 是表兄弟，*Shupunramka* 年紀最大，*Okikirmui* 年紀最小。*Shupunramka* 性格溫和且膽小，所以沒有什麼故事，但 *Samayunkur* 性格暴躁，缺乏智慧，是個冒失鬼，性格惡劣的膽小鬼，*Okikirmui* 則像神一樣充滿智慧，富有同情心，勇敢且偉大，因此關於他的故事多到數不清。",
    "update_comment": "Overall, the English translation is quite good and accurately conveys the meaning of the Japanese text. However, there are a few areas where it can be improved, particularly by incorporating some of the nuances present in the Chinese translation and refining certain phrases for clarity and flow.\n\nSpecific criticisms:\n\n*   **(2) pushtotta:** The phrase \"fire-making tools\" is a bit clunky. The Chinese translation uses \"火具\", which is more concise and can be translated as \"fire implements\" or \"fire-starting tools\".\n*   **(3) noya ai:** \"Prevents them from floating away\" is a bit vague. The Chinese translation specifies \"無法漂浮 (wu fa piao fu)\", meaning \"unable to float\". The English translation could be more precise.\n*   **(4) Black Fox Territory:** \"Capes jutting out into the sea\" is grammatically correct, but sounds a bit awkward. The Chinese translation uses \"突出於海中的海岬 (tu chu yu hai zhong de hai jia)\", which translates to \"headlands protruding into the sea\". This is a more natural and descriptive way to phrase it.\n*   **(4) Samayunkur's character:** \"has a bad nature\" is a bit vague. The Chinese translation uses \"性格惡劣 (xing ge e lie)\", which translates to \"has a vile/wicked personality\". This is a stronger and more accurate description.\n\nComparison of Chinese and English translations:\n\nThe Chinese translation often provides a slightly more nuanced and descriptive rendering of the original Japanese text. It also tends to be more concise in certain areas. The English translation is generally accurate but can sometimes be a bit wordy or lack the same level of descriptive detail.\n\nImprovements:\n\nThe updated translation aims to address the criticisms above by incorporating the strengths of the Chinese translation and refining the English phrasing for clarity and impact.",
    "updated_english_translation": "(1) pau: Onomatopoeia for the sound of a fox's cry.\n\n(2) pushtotta: A bag-like item used when going sea hunting, to carry fire-starting tools, medicines, and other small necessities. Similar items for the same purpose include *piuchiop* and *karop*, but these are made from cattail matting (*gama*) or *attush* woven fabric, so they are used on land. *pushtotta* are made from bear skin, seal skin, or other fur, making them waterproof and suitable for taking to sea.\n\n(3) noya ai: Arrow made of mugwort. Mugwort is a plant revered by the Ainu. It is said that demons fear being struck by a mugwort arrow because it prevents them from being able to float, making it an essential item for long journeys.\n\n(4) Originally, men's and women's toilets were separate. *ashinru* and *eosineru* both refer to toilets.\n\nAmong foxes, the black fox is considered the most revered. Headlands protruding into the sea are generally considered the territory of black foxes, and it is said that a black fox will not make its presence known to humans unless something very serious is happening.\n\n*Okikurumi (Okikirmui)*, *Samayunkur*, and *Shupunramka* are cousins, with *Shupunramka* being the oldest and *Okikirmui* the youngest. *Shupunramka* is a gentle and timid person, so there are no stories about him. *Samayunkur* is short-tempered, lacks wisdom, is hasty, has a vile personality, and is a coward. *Okikirmui*, on the other hand, is wise like a god, compassionate, courageous, and a great person, so there are countless stories about him."
}