{
    "ainu_title": "Repun Kamui yaieyukar, “Atuika tomatomaki kuntuteashi hm hm!”",
    "japanese_title": "海の神が自ら歌った謡「アトイカ トマトマキ クントテアシ フム フム!」",
    "japanese_translation": "(1) 御幣で飾りをつけたものであって,神様にお神酒を上げる時に使います.この kike-ush-pashui は人間の代理を勤めて,人間が神様に云おうと思う事を神様のところへ行って,伝えると云います.御幣をつけていない普通の箸を iku pashui と云います(酒宴の箸).",
    "chinese_translation": "(1) 以御幣裝飾之物,於向神明獻上神酒時使用。此 kike-ush-pashui 擔任人類的代理,據說會將人類想對神明說的話傳達給神明。未裝飾御幣的普通筷子稱為 iku pashui(酒宴用筷)。\n",
    "english_translation": "(1) This is an ornament decorated with *gohei* (paper streamers), and it is used when offering sake to the gods. This *kike-ush-pashui* acts as a representative of humans, and it is said to go to the gods and convey what humans want to say to them. Ordinary chopsticks without *gohei* are called *iku pashui* (chopsticks for feasts).\n",
    "updated_chinese_translation": "(1) 這是用御幣（紙垂）裝飾的物品，用於向神明獻上神酒時。此 kike-ush-pashui 作為人類的代表，據說會將人類想對神明說的話傳達給神明。未裝飾御幣的普通筷子稱為 iku pashui (酒宴用筷，用於宴會)。",
    "update_comment": "The English translation is generally good but could be improved by being more specific and incorporating details from the Chinese translation. Specifically, the Chinese translation clarifies that '御幣' (gohei) is '紙垂' (paper streamers). Also, the Chinese translation explicitly states that *iku pashui* is used for banquets, which is a helpful clarification. The phrase \"chopsticks for feasts\" is a bit vague and could be improved. Finally, the English translation could benefit from a slightly more literal rendering of \"人間が神様に云おうと思う事を神様のところへ行って,伝えると云います,\" to better capture the nuance of the original Japanese.",
    "updated_english_translation": "(1) This is an ornament decorated with *gohei* (paper streamers), used when offering *sake* to the gods. This *kike-ush-pashui* acts as a representative of humans, conveying what humans want to say to the gods, delivering their messages directly to them. Ordinary chopsticks without *gohei* are called *iku pashui* (chopsticks for banquets, used in feasts)."
}