{
    "ainu_title": "Chironnup yaieyukar, “Towa towa to”",
    "japanese_title": "狐が自ら歌った謡「トワトワト」",
    "japanese_translation": "狐が自ら歌った謡「トワトワト」\n\nトワトワト\nある日に海辺へ食物を拾いに\n出かけました.\n石の中ちゃらちゃら\n木片の中ちゃらちゃら\n行きながら自分の行手を見たところが\n海辺に鯨が寄り上って\n人間たちがみんな盛装して\n海幸をば喜び舞い海幸をば喜び躍り肉を切る者運ぶ者が\n行き交かって重立った人たちは海幸をば謝し拝む者\n刀をとぐ者など浜一ぱいに黒く見えます.\n私はそれを見ると大層喜びました.\n「ああ早くあそこへ着いて\n少しでもいいから貰いたいものだ」と\n思って「ばんざーい! ばんざーい」と\n叫びながら\n石の中ちゃらちゃら\n木片の中ちゃらちゃら\n行って行って近くへ行って見ましたら\nちっとも思いがけなかったのに\n鯨が上ったのだとばかり思ったのは\n浜辺に犬どもの便所があって\n大きな糞の山があります,\nそれを鯨だと私は思ったので\nありました.\n人間たちが海幸をば喜んで躍り海幸をば喜び舞い\n肉を切ったりはこんだりしているのだと\n私が思ったのはからすどもが\n糞をつっつき糞を散らし散らし\nその方へ飛びこの方へ飛びしているのでした.\n私は腹が立ちました.\n「眼の曇ったつまらない奴\n眼の曇った悪い奴\n尻尾の下の臭い奴\n尻尾の下の腐った奴\nお尻からやにの出る奴\nお尻から汚い水の出る奴\nなんという物の見方をしたのだろう.」\nそれからまた\n石の中ちゃらちゃら\n木片の中ちゃらちゃら\n海のそばから走りながら\n見たところが私の行手に\n舟があってその舟の中で\n人間が二人互いにお悔みをのべています,\n「おや,何の急変が\nあるのでああいう事をしているのだろう,もしや\n舟と一しょに引繰ひっくりかえった人でもあるのではないかしら,\nおお早くずっと近くへ行って\n人の話を聞きたいものだ.」\nと思うのでフオホホーイと\n高く叫んで\n石の中ちゃらちゃら\n木片の中ちゃらちゃら\n飛ぶようにして行って見たら\n舟だと思ったのは浜辺にある\n岩であって,人だと思ったのは\n二羽の大きな鵜であったのでした.\n二羽の大きな鵜が長い首をのばしたり縮めたり\nしているのを悔みを言い合っている様に\n私は見たのでありました.\n「眼の曇ったつまらない奴\n眼の曇った悪い奴\n尻尾の下の臭い奴\n尻尾の下の腐った奴\nお尻からやにの出る奴\nお尻から汚い水の出る奴\nなんという物の見方をしたのだろう.」\nそれからまた\n石の中ちゃらちゃら\n木片の中ちゃらちゃら\n飛ぶ様にして川をのぼって行きましたところが\nずーっと川上に女が二人\n浅瀬に立っていて泣き合っています.\n私はそれを見てビックリして\n「おや,なんの悪い事があって\nなんの凶報が来てあんなに泣き合って\nいるのだろう?\nああ早く着いて人の話を\n聞きたいものだ.」\nと思って\n石の中ちゃらちゃら\n木片の中ちゃらちゃら\n飛ぶ様にして行って見たら\n川の中程に二つの簗やながあって\n二つの簗の杭くいが流れにあたってグラグラ動いているのを\n二人の女がうつむいたり仰むいたりして\n泣き合っているのだと私は思ったの\nでありました.\n「眼の曇ったつまらぬ奴\n眼の曇った悪い奴\n尻尾の下の臭い奴\n尻尾の下の腐った奴\nお尻からやにの出る奴\nお尻から汚い水の出る奴\nなんという物の見方をしたのだろう.」\nそれからまた,川をのぼって\n石の中ちゃらちゃら\n木片の中ちゃらちゃら\n飛ぶようにして帰って来ました.\n自分の行手を見ましたところが\nどうしたのだか\n私の家が燃えあがって\n大空へ立ちのぼる煙は\n立ちこめた雲の様です.それを見た私は\nビックリして気を失うほど\n驚きました.女の声で叫びながら\n飛び上りますと,むこうから誰かが\n大きな声でホーイと叫びながら私のそばへ\n飛んで来ました.見るとそれは私の妻で\nビックリした顔色で息せききって,\n「旦那様どうしたのですか?」\nと云うので,見ると\n火事の様に見えたのに\n私の家はもとのまま\nたっています.火もなし,煙もありません.\nそれは,私の妻が搗物つきものをしていると\nその時に風が強く吹いて簸ている粟の\n糠ぬかが吹き飛ばされるさまを\n煙の様に私は見たのでありました.\n食物を探しに出かけても食物も見付からず,その上に\nまた,私が大声を上げたので私の妻が\nそれに驚いて簸ていた粟をも\n簸と一しょに放り飛ばしてしまったので\n今夜は食べる事も出来ません\n私は腹立たしくて床の底へ\n身を投げて寝てしまいました.\n「眼の曇ったつまらぬ奴\n眼の曇った悪い奴\n尻尾の下の臭い奴\n尻尾の下の腐った奴\nお尻からやにの出る奴\nお尻から汚い水の出る奴\nなんという物の見方をしたのだろう.」\n  と\n狐の頭かしらが物語りました.",
    "chinese_translation": "狐狸自歌的謠曲「托瓦托瓦托」\n\n托瓦托瓦托\n某日,我前往海邊尋找食物。\n石礫中,鏘啦鏘啦;\n木片中,鏘啦鏘啦。\n一邊走一邊看著我的去向,\n只見海邊擱淺了一條鯨魚,\n人們都盛裝打扮,\n歡慶海的恩賜,歡欣鼓舞,\n切肉的人、搬運的人,\n來來往往,絡繹不絕,\n重要的人物們感謝海的恩賜,並向其膜拜,\n磨刀的人等等,黑壓壓一片,佈滿海灘。\n我看到這景象,非常高興。\n「啊,真想快點到那裡,\n哪怕只分到一點也好。」\n心裡這樣想著,一邊叫著「萬歲!萬歲!」\n一邊\n石礫中,鏘啦鏘啦;\n木片中,鏘啦鏘啦。\n走啊走,走到近處一看,\n卻完全出乎我的意料,\n我原以為是鯨魚擱淺,\n其實是海灘上有一處狗的便所,\n堆著一座巨大的糞山,\n我把它當成了鯨魚。\n我原以為人們歡慶海的恩賜,歡欣鼓舞,\n切肉搬運,\n其實是烏鴉們\n啄食糞便,將糞便撥來撥去,\n往那邊飛,往這邊飛。\n我非常生氣。\n「眼光昏花的沒用傢伙,\n眼光昏花的壞傢伙,\n尾巴下面臭烘烘的傢伙,\n尾巴下面腐爛的傢伙,\n屁股裡流出松脂的傢伙,\n屁股裡流出髒水的傢伙,\n究竟是怎麼看東西的啊!」\n之後我又\n石礫中,鏘啦鏘啦;\n木片中,鏘啦鏘啦。\n從海邊跑開,\n看到我的前方\n有一艘船,船上有兩個人互相弔唁。\n「哎呀,發生了什麼突發事件,\n才會做那種事呢?莫非\n是有人連人帶船翻覆了嗎?\n啊,真想快點到更近的地方,\n聽聽人們在說些什麼。」\n我這樣想著,便高聲叫著「霍哦霍伊!」\n石礫中,鏘啦鏘啦;\n木片中,鏘啦鏘啦。\n飛奔過去一看,\n我以為是船的東西,其實是海灘上的\n岩石,我以為是人的東西,\n其實是兩隻巨大的鵜鶘。\n兩隻巨大的鵜鶘伸長脖子又縮回去,\n我卻看成牠們在互相弔唁。\n「眼光昏花的沒用傢伙,\n眼光昏花的壞傢伙,\n尾巴下面臭烘烘的傢伙,\n尾巴下面腐爛的傢伙,\n屁股裡流出松脂的傢伙,\n屁股裡流出髒水的傢伙,\n究竟是怎麼看東西的啊!」\n之後我又\n石礫中,鏘啦鏘啦;\n木片中,鏘啦鏘啦。\n飛也似地溯河而上,\n只見遠遠的河上游,有兩個女人\n站在淺灘上,抱在一起哭泣。\n我看到這景象,大吃一驚。\n「哎呀,發生了什麼不好的事,\n傳來了什麼凶訊,才會哭成那樣?\n啊,真想快點趕到,聽聽人們\n在說些什麼。」\n我這樣想著,\n石礫中,鏘啦鏘啦。\n飛也似地趕過去一看,\n只見河中央有兩座魚梁,\n兩座魚梁的木樁被水流衝擊,搖搖晃晃,\n我卻以為是兩個女人低著頭又抬起頭,\n抱在一起哭泣。\n「眼光昏花的沒用傢伙,\n眼光昏花的壞傢伙,\n尾巴下面臭烘烘的傢伙,\n尾巴下面腐爛的傢伙,\n屁股裡流出松脂的傢伙,\n屁股裡流出髒水的傢伙,\n究竟是怎麼看東西的啊!」\n之後我又,溯河而上,\n石礫中,鏘啦鏘啦。\n飛也似地趕回家。\n看到我的前方,\n不知發生了什麼事,\n我的家燃燒了起來,\n升上天空的濃煙,\n宛如堆積的雲朵。看到這景象,我\n大吃一驚,驚訝得幾乎失去意識。\n我用女人的聲音尖叫著\n跳了起來,從對面有人\n大聲叫著「喂!」朝我飛奔而來。\n仔細一看,那是我的妻子,\n她滿臉驚恐,氣喘吁吁地說:\n「老爺,您怎麼了?」\n我再仔細一看,\n看起來像火災,\n其實我的家完好無損地\n佇立在那裡。沒有火,也沒有煙。\n那是我的妻子在舂米,\n當時風很大,吹散了正在簸的粟米的\n糠秕,\n我把它看成了煙。\n我出門尋找食物,卻什麼也沒找到,\n而且,我又大聲叫喊,我的妻子\n被我嚇了一跳,連同簸箕一起\n把正在簸的粟米都扔掉了,\n今晚什麼都沒得吃了。\n我非常生氣,便把自己\n扔到地板底下睡覺了。\n「眼光昏花的沒用傢伙,\n眼光昏花的壞傢伙,\n尾巴下面臭烘烘的傢伙,\n尾巴下面腐爛的傢伙,\n屁股裡流出松脂的傢伙,\n屁股裡流出髒水的傢伙,\n究竟是怎麼看東西的啊!」\n  \n狐狸的首領這樣講述著。\n",
    "english_translation": "The Fox's Tale: Towa Towa To\n\nTowa towa to...\n\nOne day, I set out for the shore, hoping to find a bite to eat.\n\n*Chara chara* through the stones,\n*Chara chara* through the driftwood,\n\nAs I went, I looked ahead and saw a sight! A whale had beached itself on the shore! People were dressed in their finest clothes, celebrating the bounty of the sea. They danced and rejoiced, some cutting the meat, others carrying it away. Important-looking folk offered thanks and prayers to the sea, while others sharpened their knives. The beach was black with people!\n\nSeeing this, I was overjoyed. \"Oh, if only I could get there quickly and receive even a small piece!\" I thought, and cried out, \"Banzai! Banzai!\"\n\n*Chara chara* through the stones,\n*Chara chara* through the driftwood,\n\nI hurried closer, but what I found was not at all what I expected. What I thought was a beached whale was nothing more than a pile of dog droppings on the sand!\n\nAnd the people celebrating the sea's bounty, dancing and carrying meat? They were just crows, pecking at the dung, scattering it this way and that, flying here and there.\n\nI was furious!\n\n\"Blind, foolish creature!\nBlind, wicked creature!\nStinky thing beneath the tail!\nRotten thing beneath the tail!\nPitch oozing from your backside!\nDirty water dripping from your backside!\nWhat a way to see the world!\"\n\nThen again,\n\n*Chara chara* through the stones,\n*Chara chara* through the driftwood,\n\nI ran along the shore and saw a boat in the distance. Two people inside seemed to be exchanging condolences.\n\n\"Oh my,\" I wondered, \"what sudden tragedy has befallen them? Perhaps someone has capsized with the boat! I must hurry closer and hear what they have to say!\" So I cried out, \"Foo-hoo-hoy!\"\n\n*Chara chara* through the stones,\n*Chara chara* through the driftwood,\n\nI flew as fast as I could, only to discover that what I thought was a boat was just a rock on the beach, and the people were nothing more than two large cormorants.\n\nThe two large cormorants were stretching and retracting their long necks, and I mistook it for them exchanging condolences.\n\n\"Blind, foolish creature!\nBlind, wicked creature!\nStinky thing beneath the tail!\nRotten thing beneath the tail!\nPitch oozing from your backside!\nDirty water dripping from your backside!\nWhat a way to see the world!\"\n\nAnd again,\n\n*Chara chara* through the stones,\n*Chara chara* through the driftwood,\n\nI flew up the river, and far upstream, I saw two women standing in the shallows, weeping together.\n\nI was startled. \"Oh dear, what misfortune has befallen them? What ill tidings have arrived that they weep so? I must hurry and hear their story!\"\n\n*Chara chara* through the stones,\n*Chara chara* through the driftwood,\n\nI flew as fast as I could, only to find two fish weirs in the middle of the river. The posts of the weirs were shaking in the current, and I had mistaken them for two women, heads bowed and raised, weeping together.\n\n\"Blind, foolish creature!\nBlind, wicked creature!\nStinky thing beneath the tail!\nRotten thing beneath the tail!\nPitch oozing from your backside!\nDirty water dripping from your backside!\nWhat a way to see the world!\"\n\nAnd then, I flew back down the river,\n\n*Chara chara* through the stones,\n*Chara chara* through the driftwood,\n\nI flew home. But what was this?\n\nMy house was ablaze! Smoke billowed into the sky like a gathering storm cloud. I was so shocked that I nearly fainted. I cried out in a woman's voice and leaped into the air, when someone came flying towards me, shouting \"Hoo-ey!\" It was my wife, her face pale with fright, breathless.\n\n\"Husband, what is it?\" she asked. I looked again, and the fire was gone. My house stood as it always had, with no fire, no smoke.\n\nIt turned out that my wife had been hulling grain, and a strong wind had blown the chaff into the air, and I had mistaken it for smoke.\n\nI had gone out in search of food, but found none. And because I had shouted so loudly, my wife had been startled and thrown the grain away with the hull. Now we would have nothing to eat tonight.\n\nI was furious, and threw myself onto the floor in despair.\n\n\"Blind, foolish creature!\nBlind, wicked creature!\nStinky thing beneath the tail!\nRotten thing beneath the tail!\nPitch oozing from your backside!\nDirty water dripping from your backside!\nWhat a way to see the world!\"\n\nAnd that is the tale the fox told.\n",
    "updated_chinese_translation": "狐狸自述的歌謠「托瓦托瓦托」\n\n托瓦托瓦托\n某日，我出門到海邊覓食。\n石礫中，鏘啦鏘啦；\n木片間，鏘啦鏘啦。\n我一路走，一路張望，看見奇景！一條鯨魚擱淺在海灘上！人們穿著盛裝，慶祝大海的恩賜。他們歡欣鼓舞，載歌載舞，有的切肉，有的搬運。一些頭面人物感謝大海的恩澤，虔誠膜拜，還有人在磨刀霍霍。海灘上黑壓壓一片，全是人！\n\n我見此情景，欣喜若狂。「啊，要是能趕快到那裡，哪怕分到一小塊也好！」我心裡想著，高聲呼喊：「萬歲！萬歲！」\n\n石礫中，鏘啦鏘啦；\n木片間，鏘啦鏘啦。\n\n我急忙趕過去，結果卻大出所料。我以為是擱淺的鯨魚，其實只是沙灘上一堆狗屎！\n\n而那些慶祝大海恩賜、載歌載舞、搬運肉塊的人們呢？不過是一群烏鴉，在那裡啄食糞便，撥來撥去，飛來飛去。\n\n我勃然大怒！\n\n「瞎了眼的蠢貨！\n瞎了眼的惡棍！\n尾巴底下臭烘烘的傢伙！\n尾巴底下爛透了的傢伙！\n屁股眼裡冒松脂的傢伙！\n屁股眼裡淌髒水的傢伙！\n你究竟是怎麼看世界的啊！」\n\n之後，我又\n\n石礫中，鏘啦鏘啦；\n木片間，鏘啦鏘啦。\n\n我沿著海邊跑，遠遠看見一艘船。船上有兩個人似乎在互致哀悼。\n\n「哎呀，」我納悶，「發生了什麼變故，他們才會這樣？莫非是有人連船帶人翻覆了？我得趕快過去，聽聽他們在說些什麼！」於是我高聲喊道：「霍哦霍伊！」\n\n石礫中，鏘啦鏘啦；\n木片間，鏘啦鏘啦。\n\n我飛奔而去，結果發現我以為是船的，只不過是海灘上的一塊岩石，而我以為是人的，不過是兩隻大鵜鶘。\n\n兩隻大鵜鶘伸長脖子又縮回去，我卻誤以為牠們在互致哀悼。\n\n「瞎了眼的蠢貨！\n瞎了眼的惡棍！\n尾巴底下臭烘烘的傢伙！\n尾巴底下爛透了的傢伙！\n屁股眼裡冒松脂的傢伙！\n屁股眼裡淌髒水的傢伙！\n你究竟是怎麼看世界的啊！」\n\n我又\n\n石礫中，鏘啦鏘啦；\n木片間，鏘啦鏘啦。\n\n我飛也似地溯河而上，只見遠遠的河上游，有兩個女人站在淺灘上，抱頭痛哭。\n\n我嚇了一跳。「哎呀，發生了什麼不幸的事，傳來了什麼噩耗，她們才會哭成這樣？我得趕快過去，聽聽她們怎麼說！」\n\n石礫中，鏘啦鏘啦。\n木片間，鏘啦鏘啦。\n\n我飛奔過去，結果發現河中央有兩座魚梁，魚梁的木樁被水流衝擊，搖搖晃晃，我卻誤以為是兩個女人低著頭又抬起頭，抱在一起哭泣。\n\n「瞎了眼的蠢貨！\n瞎了眼的惡棍！\n尾巴底下臭烘烘的傢伙！\n尾巴底下爛透了的傢伙！\n屁股眼裡冒松脂的傢伙！\n屁股眼裡淌髒水的傢伙！\n你究竟是怎麼看世界的啊！」\n\n之後我又溯河而上，\n石礫中，鏘啦鏘啦。\n木片間，鏘啦鏘啦。\n\n我飛也似地趕回家。抬頭一看，不知怎麼回事，我的房子竟然燒了起來！升騰到天空的濃煙，宛如堆積的烏雲。我嚇得魂飛魄散，驚叫一聲，跳了起來，這時，從對面有人大聲喊著「喂！」朝我跑來。仔細一看，原來是我的妻子，她滿臉驚恐，氣喘吁吁地說：「老爺，您怎麼了？」\n\n我再仔細一看，看起來像是著火了，其實我的房子完好無損地立在那裡。沒有火，也沒有煙。\n\n原來是我的妻子在舂米，當時風很大，吹散了正在簸的穀糠，我把它看成了煙。\n\n我出門尋找食物，結果什麼也沒找到，而且，我還大聲叫喊，把我的妻子嚇了一跳，連簸箕帶穀子都扔掉了，今晚我們什麼都沒得吃了。\n\n我怒火中燒，把自己扔到地板底下，睡覺去了。\n\n「瞎了眼的蠢貨！\n瞎了眼的惡棍！\n尾巴底下臭烘烘的傢伙！\n尾巴底下爛透了的傢伙！\n屁股眼裡冒松脂的傢伙！\n屁股眼裡淌髒水的傢伙！\n你究竟是怎麼看世界的啊！」\n\n狐狸頭目這樣講述著。",
    "update_comment": "The English translation captures the essence of the Japanese text, but it could be improved by incorporating some of the nuances present in the Chinese translation. Specifically, the Chinese translation often provides a more vivid and descriptive portrayal of the scenes, enhancing the reader's understanding and engagement. The English translation is a bit too literal at times, missing opportunities to add color and depth. The repetition of \"Chara chara\" is translated literally, but it could be more evocative. The exclamations of anger are translated well, but could be punchier. The title could also be more descriptive.",
    "updated_english_translation": "The Fox's Lament: Towa Towa To\n\nTowa towa to...\n\nOne day, driven by hunger, I ventured to the seashore in search of food.\n\n*Chara chara* through the pebbles,\n*Chara chara* through the splintered wood,\n\nAs I journeyed, scanning the horizon, a remarkable sight unfolded! A whale, or so I thought, was stranded upon the beach! The townsfolk, adorned in festive attire, were celebrating the ocean's bounty with jubilant dances and songs. Some were carving the flesh, others hauling it away. Dignitaries offered reverent thanks and prayers to the sea, while others sharpened their blades in anticipation. The beach teemed with a dark mass of humanity!\n\nOverjoyed, I exclaimed, \"Ah, if only I could hasten my steps and partake in even the smallest morsel!\" With mounting anticipation, I cried out, \"Banzai! Banzai!\"\n\n*Chara chara* through the pebbles,\n*Chara chara* through the splintered wood,\n\nRushing forward, my expectations were shattered. The supposed whale was nothing more than a revolting mound of canine excrement upon the sand!\n\nAnd those celebrating the sea's generosity, dancing and bearing meat? Merely a flock of crows, pecking and scattering the dung, flitting to and fro.\n\nI was consumed by rage!\n\n\"Blind, wretched fool!\nBlind, villainous scoundrel!\nFoul stench beneath the tail!\nRotten decay beneath the tail!\nResin oozing from your backside!\nFilthy water dripping from your backside!\nWhat twisted perception clouds your vision!\"\n\nThen again,\n\n*Chara chara* through the pebbles,\n*Chara chara* through the splintered wood,\n\nI hastened along the shore, and in the distance, I spied a boat. Two figures within appeared to be exchanging mournful condolences.\n\n\"Oh my,\" I pondered, \"what sudden calamity has befallen them? Has a vessel capsized, dragging souls to the depths? I must draw nearer and overhear their lamentations!\" Thus, I cried out, \"Foo-hoo-hoy!\"\n\n*Chara chara* through the pebbles,\n*Chara chara* through the splintered wood,\n\nI flew with utmost speed, only to discern that the imagined boat was but a solitary rock upon the beach, and the figures, a pair of large cormorants.\n\nThe two great cormorants extended and retracted their serpentine necks, an action I misinterpreted as the exchange of sorrowful farewells.\n\n\"Blind, wretched fool!\nBlind, villainous scoundrel!\nFoul stench beneath the tail!\nRotten decay beneath the tail!\nResin oozing from your backside!\nFilthy water dripping from your backside!\nWhat twisted perception clouds your vision!\"\n\nAnd again,\n\n*Chara chara* through the pebbles,\n*Chara chara* through the splintered wood,\n\nI soared upriver, and far upstream, I beheld two women standing in the shallows, weeping in each other's arms.\n\nI was taken aback. \"Alas, what misfortune has befallen them? What dire tidings have arrived, prompting such sorrow? I must hasten and learn their plight!\"\n\n*Chara chara* through the pebbles,\n*Chara chara* through the splintered wood,\n\nI flew with haste, only to discover two fish weirs in the river's heart. The weirs' posts, buffeted by the current, swayed erratically, which I mistook for the two women, heads bowed and raised in shared grief.\n\n\"Blind, wretched fool!\nBlind, villainous scoundrel!\nFoul stench beneath the tail!\nRotten decay beneath the tail!\nResin oozing from your backside!\nFilthy water dripping from your backside!\nWhat twisted perception clouds your vision!\"\n\nAnd then, I flew back down the river,\n\n*Chara chara* through the pebbles,\n*Chara chara* through the splintered wood,\n\nI flew homeward. But what met my gaze?\n\nMy dwelling was engulfed in flames! Smoke billowed skyward, resembling a tempestuous storm cloud. I was so aghast that I nearly lost consciousness. I shrieked in a woman's voice and leaped into the air, when a figure came hurtling towards me, shouting \"Hoo-ey!\" It was my wife, her face ashen with terror, breathless.\n\n\"Husband, what troubles you?\" she implored. I looked once more, and the conflagration had vanished. My house stood as before, untouched by fire or smoke.\n\nIt transpired that my wife had been hulling grain, and a fierce gust had scattered the winnowed chaff into the air, which I had mistaken for smoke.\n\nI had ventured forth in search of sustenance, only to return empty-handed. And because of my clamorous outburst, my wife had been startled and cast aside both grain and husk. Now, we would face a night of hunger.\n\nI was consumed by fury and threw myself upon the floor in despair.\n\n\"Blind, wretched fool!\nBlind, villainous scoundrel!\nFoul stench beneath the tail!\nRotten decay beneath the tail!\nResin oozing from your backside!\nFilthy water dripping from your backside!\nWhat twisted perception clouds your vision!\"\n\nThus concludes the fox's lament."
}