{
    "ainu_title": "Kamuichikap kamui yaieyukar, “Shirokanipe ranran pishkan”",
    "japanese_title": "梟の神の自ら歌った謡「銀の滴しずく降る降るまわりに」",
    "japanese_translation": "梟の神の自ら歌った謡\n「銀の滴しずく降る降るまわりに」\n\n「銀の滴降る降るまわりに,金の滴\n降る降るまわりに.」という歌を私は歌いながら\n流に沿って下り,人間の村の上を\n通りながら下を眺めると\n昔の貧乏人が今お金持になっていて,昔のお金持が\n今の貧乏人になっている様です.\n海辺に人間の子供たちがおもちゃの小弓に\nおもちゃの小矢をもってあそんで居ります.\n「銀の滴降る降るまわりに\n金の滴降る降るまわりに.」という歌を\n歌いながら子供等の上を\n通りますと,(子供等は)私の下を走りながら\n云うことには,\n「美しい鳥! 神様の鳥!\nさあ,矢を射てあの鳥\n神様の鳥を射当てたものは,一ばんさきに取った者は\nほんとうの勇者,ほんとうの強者だぞ.」\n云いながら,昔貧乏人で今お金持になってる者の\n子供等は,金の小弓に金の小矢を\n番つがえて私を射ますと,金の小矢を\n私は下を通したり上を通したりしました.\nその中に,子供等の中に\n一人の子供がただの(木製の)小弓にただの小矢\nを持って仲間にはいっています.私はそれを見ると\n貧乏人の子らしく,着物でも\nそれがわかります.けれどもその眼色を\nよく見ると,えらい人の子孫らしく,一人変り\n者になって仲間入りをしています.自分もただの小弓に\nただの小矢を番えて私をねらいますと,\n昔貧乏人で今お金持の子供等は大笑いをして\n云うには,\n「あらおかしや貧乏の子\nあの鳥,神様の鳥は私たちの\n金の小矢でもお取りにならないものを,お前の様な\n貧乏な子のただの矢腐れ木の矢を\nあの鳥,神様の鳥がよくよく\n取るだろうよ.」\nと云って,貧しい子を足蹴にしたり\nたたいたりします.けれども貧乏な子は\nちっとも構わず私をねらっています.\n私はそのさまを見ると,大層不憫に思いました.\n「銀の滴降る降るまわりに,\n金の滴降る降るまわりに.」という歌を\n歌いながらゆっくりと大空に\n私は輪をえがいていました.貧乏な子は\n片足を遠く立て片足を近くたてて,\n下唇をグッと噛みしめて,ねらっていて\nひょうと射放しました.小さい矢は美しく飛んで\n私の方へ来ました,それで私は手を\n差しのべてその小さい矢を取りました.\nクルクルまわりながら私は\n風をきって舞い下りました.\nすると,彼かの子供たちは走って\n砂吹雪をたてながら競争しました.\n土の上に私が落ちると一しょに,一等先に\n貧乏な子がかけついて私を取りました.\nすると,昔貧乏人で今は金持になってる者の\n子供たちは後から走って来て\n二十も三十も悪口をついて\n貧乏な子を押したりたたいたり\n「にくらしい子,貧乏人の子\n私たちが先にしようとする事を先がけしやがって.」\nと云うと,貧乏な子は,私の上に\nおおいかぶさって,自分の腹にしっかりと私を押えていました.\nもがいてもがいてやっとの事,人の隙から\n飛び出しますと,それから,どんどんかけ出しました.\n昔は貧乏人で今は金持の子供等が\n石や木片を投げつけるけれど\n貧乏な子はちっとも構わず\n砂吹雪をたてながらかけて来て一軒の小屋の\n表へ着きました.子供は\n第一の窗から私を入れて,それに\n言葉を添え,斯々かくかくのありさまを物語りました.\n家の中から老夫婦が\n眼の上に手をかざしながらやって来て\n見ると,大へんな貧乏人ではあるけれども\n紳士らしい淑女らしい品をそなえています,\n私を見ると,腰の央なかをギックリ屈めて,ビックリしました.\n老人はキチンと帯をしめ直して,\n私を拝し\n「ふくろうの神様,大神様,\n貧しい私たちの粗末な家へ\nお出で下さいました事,有難う御座います.\n昔は,お金持に自分を数え入れるほどの者で\n御座いましたが今はもうこの様に\nつまらない貧乏人になりまして,国の神様\n大神様をお泊め申すも\n畏れ多い事ながら今日はもう\n日も暮れましたから,今宵は大神様を\nお泊め申し上げ,明日は,ただイナウだけでも\n大神様をお送り申し上げましょう.」という事を\n申しながら何遍も何遍も礼拝を重ねました.\n老婦人は,東の窗の下に\n敷物をしいて私をそこへ置きました.\nそれからみんな寝ると直ぐに高いびきで\n寝入ってしまいました.\n私は私の体の耳と耳の間に坐って\nいましたがやがて,ちょうど,真夜中時分に\n起き上りました.\n「銀の滴降る降るまわりに,\n金の滴降る降るまわりに.」\nという歌を静かにうたいながら\nこの家の左の座へ右の座へ\n美しい音をたてて飛びました.\n私が羽ばたきをすると,私のまわりに\n美しい宝物,神の宝物が美しい音をたてて\n落ち散りました.\n一寸のうちに,この小さい家を,りっぱな宝物\n神の宝物で一ぱいにしました.\n「銀の滴降る降るまわりに,\n金の滴降る降るまわりに.」\nという歌をうたいながらこの小さい家を\n一寸の間にかねの家,大きな家に\n作りかえてしまいました,家の中は,りっぱな宝物の積場\nを作り,りっぱな着物の美しいのを\n早つくりして家の中を飾りつけました.\n富豪の家よりももっとりっぱにこの大きな家の\n中を飾りつけました.私はそれを終ると\nもとのままに私の冑の\n耳と耳の間に坐っていました.\n家の人たちに夢を見せて\nアイヌのニシパが運が悪くて貧乏人になって\n昔貧乏人で今お金持になっている者たちに\nばかにされたりいじめられたりしてるさまを私が見て\n不憫に思ったので,私は身分の卑しいただの神では\nないのだが,人間の家\nに泊って,恵んでやったのだという事を\n知らせました.\nそれが済んで少したって夜が明けますと\n家の人々が一しょに起きて\n目をこすりこすり家の中を見るとみんな\n床の上に腰を抜かしてしまいました.老婦人は\n声を上げて泣き,老人は\n大粒の涙をポロポロこぼして\nいましたが,やがて,老人は起き上り\n私の処へ来て,二十も三十も礼拝\nを重ねて,そして云う事には,\n「ただの夢ただの眠りをしたのだと\n思ったのに,ほんとうに,こうしていただいた事.\nつまらないつまらない,私共の粗末な家に\nお出で下さるだけでも有難く存じますものを\n国の神様,大神様,私たちの不運な\n事を哀れんで下さいまして\nお恵みのうちにも最も大きいお恵みをいただき\nました事.」と云う事を泣きながら\n申しました.\nそれから,老人はイナウの木をきり\nりっぱなイナウを美しく作って私を飾りました.\n老婦人は身仕度をして\n小さい子を手伝わせ,薪をとったり\n水を汲んだりして,酒を造る仕度をして,一寸の間に\n六つの酒樽を上座にならべました.\nそれから私は火の老女,老女神と\n種々な神の話を語り合いました.\n二日程たつと,神様の好物ですから\nはや,家の中に酒の香が\n漂いました.\nそこで,あの小さい子に態わざと\n古い衣物を着せて,村中の\n昔貧乏人で今お金持になっている人々を\n招待するため使いに出してやりました.ので\n後見送ると,子供は家毎に\n入って使いの口上を述べますと\n昔貧乏人で今お金持になっている人々は\n大笑いをして\n「これはふしぎ,貧乏人どもが\nどんな酒を造ってどんな\n御馳走があってそのため人を招待するのだろう,\n行ってどんな事があるか見物して\n笑ってやりましょう.」と\n言い合いながら大勢打ち連れて\nやって来て,ずーっと遠くから,ただ家を見ただけで\n驚いてはずかしがり,そのまま帰る者もあります,\n家の前まで来て腰を抜かしているのもあります.\nすると,家の夫人が外へ出て\n人皆の手を取って家へ入れますと,\nみんないざり這いよって\n顔を上げる者もありません.\nすると,家の主人は起き上って\nカッコウ鳥の様な美しい声で物を言いました.\n斯々かくかくの訳を物語り\n「この様に,貧乏人でへだてなく\n互に往来も出来なかったのだが\n大神様があわれんで下され,何の悪い考えも\n私どもは持っていませんのでしたのでこの様に\nお恵みをいただきましたのですから\n今から村中,私共は一族の者\nなんですから,仲善くして\n互に往来をしたいという事を皆様に\n望む次第であります.」という事を\n申し述べると,人々は\n何度も何度も手をすりあわせて\n家の主人に罪を謝し,これからは\n仲よくする事を話し合いました.\n私もみんなに拝されました.\nそれが済むと,人はみな,心が柔らいで\n盛んな酒宴を開きました.\n私は,火の神様や家の神様や\n御幣ごへい棚の神様と話し合いながら\n人間たちの舞を舞ったり躍りをしたりするさまを\n眺めて深く興がりました.そして\n二日三日たつと酒宴は終りました.\n人間たちが仲の善いありさまを\n見て,私は安心をして\n火の神,家の神\n御幣棚の神に別れを告げました.\nそれが済むと私は自分の家へ帰りました.\n私の来る前に,私の家は美しい御幣\n美酒が一ぱいになっていました.\nそれで近い神,遠い神に\n使者をたてて招待し,盛んな酒宴を\n張りました,席上,神様たちへ\n私は物語り,人間の村を訪問した時の\nその村の状況,その出来事を詳しく話しますと\n神様たちは大そう私をほめたてました.\n神様たちが帰る時に美しい御幣を\n二つやり三つやりしました.\n彼かのアイヌ村の方を見ると,\n今はもう平穏で,人間たちは\nみんな仲よく,彼のニシパが\n村に頭になっています,\n彼の子供は,今はもう,成人\nして,妻ももち子も持って\n父や母に孝行をしています,\n何時でも何時でも,酒を造った時は\n酒宴のはじめに,御幣やお酒を私に送ってよこします.\n私も人間たちの後に坐して\n何時でも\n人間の国を守護まもっています.\nと,ふくろうの神様が物語りました.",
    "chinese_translation": "貓頭鷹神親自吟唱的歌謠\n「銀之滴 簌簌落下 周圍」\n\n「銀之滴 簌簌落下 周圍,金之滴\n簌簌落下 周圍。」我一邊唱著這首歌,\n一邊沿著河流往下,經過人類的村莊,\n往下看時,\n發現以前的窮人現在變成了有錢人,以前的有錢人\n現在卻變成了窮人。\n海邊,人類的孩子們拿著玩具小弓和\n玩具小箭在玩耍。\n「銀之滴 簌簌落下 周圍\n金之滴 簌簌落下 周圍。」一邊唱著這首歌,\n一邊經過孩子們的上方,(孩子們)一邊在我的下方奔跑,\n一邊說道:\n「美麗的鳥! 神明的鳥!\n來吧,射箭射那隻鳥,\n射中神明的鳥的人,第一個拿到的人\n才是真正的勇者,真正的強者!」\n一邊說著,以前是窮人現在變成有錢人的\n孩子們,用金製小弓和金製小箭\n瞄準我射箭,我讓金製小箭\n從下方穿過,或從上方穿過。\n在這些孩子之中,\n有一個孩子拿著普通的(木製)小弓和普通的小箭\n加入夥伴們。我看到他,\n像是窮人家的孩子,從他的穿著\n就能看出來。但是仔細看他的眼神,\n卻像是偉人的後代,獨自一人與眾不同地\n加入夥伴們。他也用普通的小弓和\n普通的小箭瞄準我,\n以前是窮人現在變成有錢人的孩子們就大笑著\n說道:\n「真是可笑啊,窮人家的孩子,\n那隻鳥,神明的鳥,連我們的\n金製小箭都不會理睬,像你這樣的\n窮人家的普通箭、腐爛木頭做的箭,\n那隻鳥,神明的鳥,怎麼可能會\n理睬呢。」\n說著,就踢打、毆打那個貧窮的孩子。但是貧窮的孩子\n一點也不在意,只是瞄準著我。\n我看到那個樣子,覺得非常可憐。\n「銀之滴 簌簌落下 周圍,\n金之滴 簌簌落下 周圍。」一邊唱著這首歌,\n一邊緩慢地在大空中\n畫著圓圈。貧窮的孩子\n一隻腳遠遠地站立,一隻腳靠近地站立,\n緊緊咬著下唇,瞄準著,\n咻地一聲射了出去。小小的箭美麗地飛著,\n朝我飛來,於是我伸出手\n接住了那支小箭。\n我一邊旋轉,一邊\n劃破風聲,舞動著降落。\n於是,那些孩子們奔跑著,\n揚起沙塵暴,互相競爭。\n當我落在地上時,幾乎同時,第一個\n貧窮的孩子衝過來,拿到了我。\n於是,以前是窮人現在變成有錢人的\n孩子們從後面跑過來,\n說了二十句、三十句惡毒的話,\n推打、毆打貧窮的孩子,\n「可惡的孩子,窮人家的孩子,\n我們想先做的事情,你竟然搶先一步。」\n說著,貧窮的孩子就覆蓋在我的身上,\n用自己的肚子緊緊地壓住我。\n掙扎著、掙扎著,好不容易從人群的縫隙中\n跳了出來,然後,就飛快地跑了起來。\n以前是窮人現在變成有錢人的孩子們\n丟擲石頭和木片,\n貧窮的孩子一點也不在意,\n揚起沙塵暴,跑向一間小屋的\n前面。孩子\n從第一個窗戶將我放進去,並且\n加上言語,講述了事情的經過。\n從屋子裡,老夫婦\n用手遮著眼睛走了出來,\n看到我,雖然是非常貧窮的人,\n卻具備紳士和淑女般的品格。\n看到我,彎下腰,嚇了一跳。\n老人整理好腰帶,\n向我行禮,\n「貓頭鷹神,大神,\n感謝您來到我們貧窮簡陋的家。\n以前,我們也算是能把自己列入有錢人之中的人,\n但現在已經變成這樣\n微不足道的窮人了,讓國家的神明、\n大神您留宿,實在是\n令人惶恐,但今天已經\n天黑了,今晚就讓大神您\n留宿一晚,明天,就算只有伊瑙(祭祀用的木幣),\n也要恭送大神您離開。」一邊說著,\n一邊一遍又一遍地行禮。\n老婦人在東邊的窗戶下\n鋪上墊子,將我放在那裡。\n然後,大家都睡了,立刻發出高亢的鼾聲\n睡著了。\n我坐在我的身體的耳朵和耳朵之間,\n不久,就在午夜時分\n醒了過來。\n「銀之滴 簌簌落下 周圍,\n金之滴 簌簌落下 周圍。」\n一邊靜靜地唱著歌,\n一邊在這間屋子的左邊、右邊\n發出美麗的聲音飛翔。\n當我拍動翅膀時,我的周圍\n美麗的寶物、神明的寶物,發出美麗的聲音\n散落下來。\n轉眼之間,將這間小屋,變成充滿\n華麗寶物、神明寶物的屋子。\n「銀之滴 簌簌落下 周圍,\n金之滴 簌簌落下 周圍。」\n一邊唱著歌,一邊在轉眼之間將這間小屋\n改造成金碧輝煌的屋子、大房子,\n在屋子裡,建造了華麗寶物的堆積場,\n快速製作華麗美麗的衣服,\n裝飾屋子。\n比富豪的家還要華麗地裝飾這間大房子\n的內部。我完成這些後,\n恢復原狀,坐在我的頭盔的\n耳朵和耳朵之間。\n讓家裡的人做夢,\n讓他們知道,阿伊努的尼西帕(貴族)運氣不好,變成窮人,\n被以前是窮人現在變成有錢人的人們\n嘲笑、欺負的樣子,我看在眼裡,\n覺得很可憐,所以我並非身分低微的普通神明,\n而是寄宿在人類的家裡,給予他們恩惠。\n做完這些,過了一會兒,天亮了,\n家裡的人一起起床,\n揉著眼睛看著屋子裡,大家都\n嚇得癱坐在地板上。老婦人\n放聲大哭,老人\n也流下大滴大滴的眼淚,\n不久,老人站起身,\n來到我的面前,行了二三十次禮,\n然後說道:\n「我們還以為只是一場夢、只是一場睡眠,\n沒想到,竟然真的發生了這樣的事情。\n僅僅是您來到我們簡陋的家,\n就已經非常感謝了,\n國家的神明、大神,您憐憫我們的不幸,\n給予我們恩惠,而且是最大的恩惠。」\n一邊哭著,一邊說著這些話。\n然後,老人砍下伊瑙的木頭,\n製作華麗美麗的伊瑙來裝飾我。\n老婦人打扮好,\n讓小孩子幫忙,撿柴、\n汲水,準備釀酒,轉眼之間\n在上座擺放了六個酒桶。\n然後,我和火的老嫗、老女神\n談論各種神明的故事。\n過了兩天左右,因為是神明喜歡的東西,\n屋子裡已經充滿了酒香。\n於是,故意讓那個小孩子\n穿上舊衣服,為了邀請村子裡\n以前是窮人現在變成有錢人的人們,\n派他當使者出去。\n目送他離開後,孩子\n進入每一戶人家,說明來意,\n以前是窮人現在變成有錢人的人們\n就大笑著說:\n「真是不可思議,窮人們\n會釀出什麼樣的酒,會有什麼樣的\n佳餚,所以才要邀請人呢?\n去看看有什麼好笑的事情吧。」\n一邊說著,一邊一大群人一起\n前來,從遠遠的地方,光是看到房子\n就感到驚訝、羞愧,就這樣回去的人也有,\n來到房子前面,嚇得癱坐在地上的人也有。\n於是,房子的女主人走到外面,\n拉著每個人的手,請他們進屋,\n大家都跪著爬進去,\n沒有人敢抬起頭。\n於是,房子的主人站起身,\n用像杜鵑鳥一樣美麗的聲音說話。\n講述了事情的經過,\n「像這樣,因為貧窮而無法\n互相往來,\n大神憐憫我們,我們沒有任何壞的想法,\n所以才得到這樣的恩惠,\n從今以後,村子裡的人,我們都是一家人,\n所以希望大家能夠和睦相處,\n互相往來。」\n說完這些話,人們\n一遍又一遍地搓著手,\n向房子的主人道歉,並且商量著\n從今以後要和睦相處。\n我也接受了大家的敬拜。\n做完這些,大家的心情都變得柔和,\n舉辦了盛大的酒宴。\n我和火神、家神、\n御幣棚的神明一邊聊天,\n一邊看著人們跳舞、唱歌的樣子,\n感到非常高興。然後,\n過了兩三天,酒宴結束了。\n看到人們和睦相處的樣子,\n我感到安心,\n向火神、家神、\n御幣棚的神明告別。\n做完這些,我就回到自己的家。\n在我回來之前,我的家已經充滿了美麗的御幣\n和美酒。\n於是,我派遣使者邀請附近的、遠方的神明,\n舉辦了盛大的酒宴,\n在宴席上,我向神明們\n詳細講述了訪問人類村莊時的\n那個村莊的狀況、發生的事情,\n神明們都非常稱讚我。\n神明們回去的時候,我送給他們美麗的御幣,\n有的送兩個,有的送三個。\n看向那個阿伊努村莊的方向,\n現在已經恢復平靜,人們\n都和睦相處,那個尼西帕\n成為村莊的首領,\n他的孩子,現在已經成年,\n有了妻子和孩子,\n孝順父母,\n無論何時何地,只要釀了酒,\n就會在酒宴開始時,將御幣和酒送給我。\n我也坐在人類的後面,\n隨時\n守護著人類的國家。\n貓頭鷹神這樣講述著。\n",
    "english_translation": "This is the song of the Owl God, sung by himself:\n\n\"Silver drops fall, fall all around,\nGolden drops fall, fall all around.\"\n\nSinging this song, I descended along the river, passing over a human village. Looking down, I saw that the poor of old had become rich, and the rich of old had become poor.\n\nBy the seaside, human children were playing with toy bows and arrows.\n\n\"Silver drops fall, fall all around,\nGolden drops fall, fall all around.\"\n\nAs I passed over the children, they ran beneath me, shouting,\n\n\"A beautiful bird! A god's bird!\nCome, shoot it with arrows!\nWhoever shoots down that bird, that god's bird, and takes it first, is a true hero, a true strong one!\"\n\nThe children of those who were once poor but now rich nocked golden arrows to golden bows and shot at me. I let the golden arrows pass above and below me.\n\nAmong the children, one held only a simple wooden bow and arrow, joining the others. I could tell he was the child of a poor man by his clothes. But looking closely at his eyes, I saw the bearing of a noble descendant, a lone wolf among the group. He, too, nocked his simple arrow to his simple bow and aimed at me.\n\nThe children of those who were once poor but now rich laughed loudly, saying,\n\n\"How funny, the poor man's child!\nThat bird, that god's bird, wouldn't even take notice of our golden arrows. Why would it ever take notice of your rotten wooden arrow, you poor child?\"\n\nThey kicked and hit the poor child. But he paid them no mind, continuing to aim at me.\n\nSeeing this, I felt great pity for him.\n\n\"Silver drops fall, fall all around,\nGolden drops fall, fall all around.\"\n\nSinging this song, I slowly circled in the vast sky. The poor child stood with one foot far back and one foot close, biting his lower lip, and released his arrow. The small arrow flew beautifully towards me, and I reached out my hand and caught it.\n\nSpinning and twirling, I cut through the wind and descended.\n\nThe children ran, kicking up a sandstorm as they raced. As I landed on the ground, the poor child was the first to reach me and take hold of me.\n\nThen, the children of those who were once poor but now rich ran up, hurling insults by the score, pushing and hitting the poor child.\n\n\"Hateful child, poor man's child! You dared to take what we were going to take!\"\n\nThe poor child covered me with his body, holding me tightly against his stomach.\n\nStruggling and wriggling, he finally broke free from the crowd and ran as fast as he could.\n\nThe children of those who were once poor but now rich threw stones and pieces of wood at him, but the poor child paid them no mind, running through the sandstorm until he reached the front of a small hut. The child slipped me through the first window, adding words to me, telling the story of what had happened.\n\nFrom inside the house, an old couple came out, shading their eyes with their hands. They were terribly poor, but possessed the grace of a gentleman and a lady. When they saw me, they bowed deeply at the waist, startled.\n\nThe old man straightened his belt and bowed to me, saying,\n\n\"Owl God, Great God, thank you for coming to our humble home. We were once wealthy enough to count ourselves among the rich, but now we are mere paupers. It is presumptuous to offer lodging to the god of the land, the Great God, but as the day is already done, we will offer you lodging for tonight. Tomorrow, we will send you off with only inau.\"\n\nHe repeated his bows many times.\n\nThe old woman laid a mat beneath the east window and placed me there.\n\nSoon, everyone went to sleep, snoring loudly.\n\nI sat between the ears on my head, and then, right around midnight, I awoke.\n\n\"Silver drops fall, fall all around,\nGolden drops fall, fall all around.\"\n\nSinging this song softly, I flew with a beautiful sound from the left side of the house to the right.\n\nAs I flapped my wings, beautiful treasures, divine treasures, fell and scattered around me with a beautiful sound.\n\nIn an instant, I filled the small house with magnificent treasures, divine treasures.\n\n\"Silver drops fall, fall all around,\nGolden drops fall, fall all around.\"\n\nSinging this song, I transformed the small house into a house of gold, a grand house, in an instant. I created a storehouse of magnificent treasures inside, and quickly fashioned beautiful, splendid clothes to decorate the house.\n\nI decorated the inside of this grand house even more splendidly than a wealthy man's home. When I was finished, I returned to my place between the ears on my helmet.\n\nI showed the people in a dream how the Ainu Nishpa had been unlucky and become poor, and how I had seen him being ridiculed and bullied by those who were once poor but now rich, and felt pity for him. I let them know that I was not just any god, but a god of high status, and that I had stayed in their human home and bestowed blessings upon them.\n\nAfter that, as dawn approached, the people woke up together. Rubbing their eyes, they looked around the house and all collapsed onto the floor. The old woman cried out, and the old man shed large tears. But then, the old man stood up and came to me, bowing twenty or thirty times, and said,\n\n\"We thought it was just a dream, just sleep, but it really happened. It is too much, too much. We are grateful just for you coming to our humble home, but the god of the land, the Great God, has taken pity on our misfortune and bestowed upon us the greatest of blessings.\"\n\nHe said this while weeping.\n\nThen, the old man cut down a tree for inau and made beautiful, splendid inau to decorate me.\n\nThe old woman dressed herself and had the small child help her gather firewood and draw water, preparing to make sake. In an instant, she lined up six sake barrels in the upper seat.\n\nThen, I talked with the old woman of fire, the old goddess, and various other gods.\n\nAfter two days, the scent of sake filled the house, as it is a favorite of the gods.\n\nSo, they deliberately dressed the small child in old clothes and sent him out to invite the people in the village who were once poor but now rich.\n\nAs they watched him go, the child entered each house and delivered his message. The people who were once poor but now rich laughed loudly, saying,\n\n\"This is strange. What kind of sake and what kind of feast could those poor people be making that they would invite people? Let's go see what's going on and laugh at them.\"\n\nThey gathered together and came to the house. From far away, just seeing the house, some were surprised and ashamed, and went home. Others came to the front of the house and collapsed in shock.\n\nThen, the woman of the house came outside, took everyone's hand, and led them into the house. Everyone crawled in, unable to lift their faces.\n\nThen, the master of the house stood up and spoke in a beautiful voice like a cuckoo bird. He told the story of what had happened, saying,\n\n\"Like this, we were poor and unable to visit each other freely, but the Great God took pity on us. We had no bad intentions, so we received these blessings. From now on, we are all members of the same family in this village, so I hope that we can be friendly and visit each other.\"\n\nThe people rubbed their hands together many times and apologized to the master of the house for their sins, and discussed becoming friends from now on.\n\nI was also worshipped by everyone.\n\nWhen that was done, everyone's hearts softened and they held a grand feast.\n\nI talked with the god of fire, the god of the house, and the god of the sacred shelf, watching the humans dance and leap, and was deeply amused. And after two or three days, the feast ended.\n\nSeeing the humans being friendly with each other, I felt relieved and said goodbye to the god of fire, the god of the house, and the god of the sacred shelf.\n\nWhen that was done, I returned to my own home.\n\nBefore I arrived, my house was filled with beautiful sacred treasures and fine sake.\n\nSo, I sent messengers to the gods near and far, inviting them to a grand feast. At the feast, I told the gods in detail about the situation in the human village when I visited it, and the events that had occurred. The gods praised me greatly.\n\nWhen the gods left, I gave them two or three beautiful sacred treasures each.\n\nLooking towards that Ainu village, it is now peaceful, and the humans are all friendly. That Nishpa is now the head of the village.\n\nHis child has now grown up, has a wife and children, and is filial to his parents.\n\nWhenever they make sake, they always send me sacred treasures and sake at the beginning of the feast.\n\nI sit behind the humans and always protect the human country.\n\nSo, the Owl God told his story.\n"
}