{
    "ainu_title": "Pon Okikirmui yaieyukar, “Tanota hurehure”",
    "japanese_title": "小オキキリムイが自ら歌った謡「この砂赤い赤い」",
    "japanese_translation": "小オキキリムイが自ら歌った謡\n「この砂赤い赤い」\n\n〔この砂赤い赤い〕\nある日に流れをさかのぼって遊びに\n出かけたら,悪魔の子に出会った.\nいつでも悪魔の子は様子が美しい\n顔が美しい.黒い衣を着けて\n胡桃くるみの小弓に胡桃の小矢を持っていて\n私を見ると,ニコニコして\nいうことには,\n「小オキキリムイ,遊ぼう.\nさあこれから,魚の根を絶やして見せよう.」\nと言って,胡桃の小弓に胡桃の小矢を\n番つがえ水源の方へ矢を射放すと,\n水源から胡桃の水,濁った水が\n流れ出し,鮭どもが上って来ると\n胡桃の水が厭なので泣きながら\n引き返して流れて行く.悪魔の子は\nそれをニコニコしている.\n私はそれを見て腹が立ったので\n私の持っていた,銀の小弓に銀の小矢を\n番え水源へ矢を射はなすと\n水源から銀の水,清い水が\n流れ出し,泣きながら流れて行った\n鮭どもは清い水に元気を恢復し\n大笑いをして遊びさわいで\nパチャパチャ川を上って行った.\nすると,悪魔の子は,持前の癇癪かんしゃくを\n顔に表して,\n「本当にお前そんな事をするなら,鹿の根を\n絶やして見せよう.」と云って,\n胡桃の小弓に胡桃の小矢を番え\n大空を射ると,山の木原から\n胡桃の風,つむじ風が吹いて来て\n山の木原から,牡鹿の群は別に\n牝鹿の群はまた別に,風に吹き上げられ\nずーっと天空へきれいにならんで上って行く.\n悪魔の子はニコニコしている.\nそれを見た私はかっと癪にさわったので\n銀の小弓に銀の小矢を\n番えて,鹿の群のあとへ矢を射放すと,\n天上から,銀の風,清い風が\n吹き降り,牡鹿の群は\n別に,牝鹿の群はまた別に,\n山の木原の上へ吹き下された.\nすると,悪魔の子は\n持前の癇癪を顔に現し,\n「生意気な,本当に\nお前そんな事をするなら,力競べをやろう.」\nと云いながら上衣を脱いだ.\n私も薄衣一枚になって\n組み付いた.彼も私に組み付いた.それからは\n互に下にしたり上にしあったり相撲をとったが,\n大へんに悪魔の子が力のある事には\n驚いた.けれども,とうとう,ある時間に,\n私は腰の力,からだの力を\nみんな出して,悪魔の子を\n肩の上まで引っ担ぎ,\n山の岩の上へ彼を打ちつけた音が\nがんと響いた.殺してしまって地獄へ\n踏み落したあとはしんと静まり返った.\nそれが済んで,私は流れに沿って帰って来ると,\n川の中では鮭どもが笑う声\n遊ぶ声がかまびすしくのぼって来るのが\nパチャパチャきこえる.山の木原では,\n牡鹿ども,牝鹿どもが笑う声\n遊ぶ声がそこら一ぱいになって\nそこにここに物を\n食べている.私はそれを見て\n安心をし,私の家へ\n帰って来た.\nと,小さいオキキリムイが物語った.",
    "chinese_translation": "小オキキリム伊親自唱的歌謠\n「這砂 紅紅的」\n\n〔這砂 紅紅的〕\n某天 溯溪去玩\n遇到了惡魔之子\n無論何時 惡魔之子都長相俊美\n面容姣好 身穿黑衣\n手持胡桃小弓 胡桃小箭\n看到我 便笑咪咪地\n說道\n「小オキキリム伊 一起玩吧\n我現在就讓魚斷根給你看」\n說著 便將胡桃小弓 胡桃小箭\n搭好 朝水源方向射去\n水源流出胡桃水 混濁的水\n鮭魚們游上來\n因為厭惡胡桃水 哭泣著\n掉頭流走 惡魔之子\n見狀笑咪咪\n我看了很生氣\n便將我持有的 銀色小弓 銀色小箭\n搭好 朝水源射去\n水源流出銀色水 清澈的水\n哭泣著流走的\n鮭魚們在清澈的水中恢復了元氣\n大笑著嬉鬧\n啪嚓啪嚓地游了上去\n於是 惡魔之子\n將天生的急躁\n表現在臉上\n「你真要做這種事的話 我就讓鹿斷根給你看」說著\n便將胡桃小弓 胡桃小箭搭好\n朝天空射去 山的樹林中\n吹來胡桃風 龍捲風\n從山的樹林中 公鹿群另外\n母鹿群也另外 被風吹起\n整齊地升上天空\n惡魔之子笑咪咪\n我看了火冒三丈\n便將銀色小弓 銀色小箭\n搭好 朝鹿群射去\n從天上 吹下銀色風 清澈的風\n公鹿群\n另外 母鹿群也另外\n被吹回山的樹林上\n於是 惡魔之子\n將天生的急躁表現在臉上\n「真囂張 \n你真要做這種事的話 我們來比力氣吧」\n說著 便脫下上衣\n我也只剩一件薄衣\n便扭打在一起 他也抱住我 從那之後\n互相壓制 互相摔跤\n但惡魔之子的力氣之大\n令我吃驚 可是 最終 在某個時刻\n我使出腰力 身體的力量\n將惡魔之子\n扛到肩上\n將他摔到山岩上 發出\n轟然巨響 殺了他 踩入地獄之後 一片寂靜\n事情結束後 我沿著溪流回家\n河裡 鮭魚們的笑聲\n嬉鬧聲 喧囂地傳來\n啪嚓啪嚓地聽得見 山的樹林中\n公鹿們 母鹿們的笑聲\n嬉鬧聲 充滿四處\n在那裡在這裡\n吃著東西 我看了\n感到安心 回到\n我的家\n小オキキリム伊如此說道\n",
    "english_translation": "This is the song of Little Okikirmui, sung by himself:\n\n\"This sand is red, red.\"\n\nIt goes like this:\n\nOne day, I was playing, going upstream, when I met the child of a demon. Always, this demon child was beautiful to behold, with a beautiful face. He wore black clothes and carried a small bow of walnut wood and arrows of walnut wood. When he saw me, he smiled and said,\n\n\"Little Okikirmui, let's play! I'll show you how to cut off the salmon's path!\"\n\nAnd with that, he nocked a walnut arrow to his walnut bow and shot it towards the source of the river. From the source flowed walnut water, murky and foul. The salmon, trying to swim upstream, hated the walnut water and, crying, turned back and fled downstream. The demon child just smiled and smiled.\n\nSeeing this, I was angered. I took my silver bow and nocked a silver arrow, shooting it towards the source of the river. From the source flowed silver water, pure and clean. The salmon, who had been crying, regained their strength in the clear water, laughing and playing, splashing and swimming upstream.\n\nThen, the demon child, his temper flaring, showed his anger on his face and said, \"If you're really going to do that, I'll show you how to cut off the deer's path!\"\n\nHe nocked a walnut arrow to his walnut bow and shot it into the sky. From the mountain forests came a walnut wind, a whirlwind, and from the mountain forests, the male deer and the female deer were separated and blown upwards, rising in a beautiful line into the sky. The demon child just smiled and smiled.\n\nSeeing this, I was enraged! I nocked a silver arrow to my silver bow and shot it after the deer. From the heavens came a silver wind, a pure wind, and the male deer and the female deer were separated and blown down, back to the mountain forests.\n\nThen, the demon child, his temper plain on his face, said, \"You're getting on my nerves! If you're really going to do that, let's have a contest of strength!\"\n\nAnd with that, he took off his coat. I, too, stripped down to a thin garment, and we grappled. He grabbed me, and I grabbed him. We wrestled, throwing each other down and lifting each other up, but I was surprised by how strong the demon child was. But finally, at a certain moment, I gathered all the strength in my waist and body, lifted the demon child onto my shoulders, and slammed him onto a mountain rock with a resounding crash! I killed him and cast him down to hell, and then all was silent.\n\nWhen that was done, I returned along the river, and in the river, I could hear the salmon laughing and playing, their voices rising in a joyful clamor. In the mountain forests, the male deer and the female deer were laughing and playing, their voices filling the air as they ate here and there. Seeing this, I was relieved and returned to my home.\n\nSo, Little Okikirmui told his story.\n",
    "updated_chinese_translation": "小オキキリム伊親自吟唱的歌謠\n「這砂，紅紅的」\n\n〔這砂，紅紅的〕\n某日，我溯溪遊玩，\n遇到了惡魔之子。\n無論何時，惡魔之子都容貌俊美，\n面若桃花，身穿黑衣，\n手持胡桃小弓，胡桃小箭。\n看到我，便笑嘻嘻地\n說道：\n「小オキキリム伊，一起玩吧！\n我這就讓魚兒絕跡給你看！」\n說著，便將胡桃小弓，胡桃小箭\n搭好，朝水源方向射去。\n水源流出胡桃水，混濁不堪，\n鮭魚們逆流而上，\n因厭惡胡桃水，哭泣著\n掉頭游走。惡魔之子\n見狀，笑嘻嘻。\n我看了，頓生怒意，\n便將我持有的銀色小弓，銀色小箭\n搭好，朝水源射去。\n水源流出銀色水，清澈見底，\n哭泣著離去的\n鮭魚們在清澈的水中恢復了活力，\n歡笑着嬉戲，\n啪嚓啪嚓地游了上去。\n於是，惡魔之子\n將天生的焦躁\n顯露在臉上，\n「你若真要如此，我就讓鹿群絕跡給你看！」說著，\n便將胡桃小弓，胡桃小箭搭好，\n朝天空射去。山的樹林中\n吹來胡桃風，捲起旋風，\n從山的樹林中，公鹿成群，\n母鹿也成群，被風吹起，\n整齊地升向天空。\n惡魔之子笑嘻嘻。\n我看了，怒火中燒，\n便將銀色小弓，銀色小箭\n搭好，朝鹿群射去。\n從天上，吹下銀色風，清澈的和風，\n公鹿成群，\n母鹿也成群，\n被吹回山的樹林之上。\n於是，惡魔之子\n將天生的焦躁顯露在臉上，\n「好大的膽子！\n你若真要做這種事，我們來比力氣吧！」\n說著，便脫下上衣。\n我也只剩一件薄衣，\n便扭打在一起。他也抱住我。從那之後，\n互相壓制，互相摔跤，\n但惡魔之子的力氣之大，\n令我吃驚。可是，最終，在某個時刻，\n我使出腰力，渾身解數，\n將惡魔之子\n扛到肩上，\n將他摔到山岩上，發出\n轟然巨響。殺了他，踩入地獄之後，一片寂靜。\n事情結束後，我沿著溪流回家，\n河裡，鮭魚們的笑聲，\n嬉鬧聲，喧囂地傳來，\n啪嚓啪嚓地聽得見。山的樹林中，\n公鹿們，母鹿們的笑聲，\n嬉鬧聲，充滿四處，\n在那裡，在這裡\n吃著東西。我看了，\n感到安心，回到\n我的家。\n小オキキリム伊如此說道。",
    "update_comment": "The original translation is mostly accurate but can be improved in terms of naturalness and cultural relevance. Some phrases are too literal and sound awkward in Chinese. Also, some terms can be refined to better reflect the original Japanese nuance. For example, \"斷根\" is a bit too strong, and can be replaced with something milder. The use of \"囂張\" is also not the best fit. The repetition of \"另外\" can be avoided. Overall, the translation needs polishing to sound more like a traditional Chinese narrative."
}