{
    "ainu_title": "Terkepi yaieyukar, “Tororo hanrok hanrok!”",
    "japanese_title": "蛙が自らを歌った謡「トーロロ ハンロク ハンロク!」",
    "japanese_translation": "蛙が自らを歌った謡\n「トーロロ ハンロク ハンロク!」\n\nトーロロ ハンロク ハンロク!\n「ある日に,草原を飛び廻って\n遊んでいるうちに見ると,\n一軒の家があるので戸口へ行って\n見ると,家の内に宝の積んである側に\n高床がある.その高床の上に\n一人の若者が鞘を刻んでうつむいて\nいたので,私は悪戯をしかけようと思って敷居の上に\n坐って,「トーロロ ハンロク ハンロク!」と\n鳴いた,ところが,彼の若者は刀持つ手を上げ\n私を見ると,ニッコリ笑って,\n「それはお前の謡かえ? お前の喜びの歌かえ?\nもっと聞きたいね.」というので\n私はよろこんで「トーロロ ハンロク ハンロク!」と\n鳴くと,彼の若者のいう事には,\n「それはお前のユーカラかえ? サケハウかえ?\nもっと近くで聞きたいね.」\n私はそれをきいて嬉しく思い下座の方の\n炉縁の上へピョンと飛んで\n「トーロロ ハンロク ハンロク!」と鳴くと\n彼の若者のいうことには,\n「それはお前のユーカラかえ? サケハウかえ?\nもっと近くで聞きたいね.」それを聞くと私は,\n本当に嬉しくなって,上座の方の炉縁の\n隅のところへピョンと飛んで\n「トーロロ ハンロク ハンロク!」と鳴いたら\n突然!彼の若者がパッと起ち\n上ったかと思うと,大きな薪の燃えさしを\n取り上げて私の上へ投げつけた音は\n体の前がふさがったように思われて,それっきり\nどうなったかわからなくなってしまった.\nふと気がついて見たら\n芥捨あくすて場の末に,一つの腹のふくれた蛙が\n死んでいて,その耳と耳との間に私はすわっていた.\nよく見ると,ただの人間の家\nだと思ったのは,オキキリムイ,神の様に\n強い方の家なのであった,そして\nオキキリムイだという事も知らずに\n私が悪戯をしたのであった.\n私はもう今この様につまらない死方,悪い死方\nをするのだから,これからの\n蛙たちよ,決して,人間たちに悪戯をするのではないよ.\nと,ふくれた蛙が云いながら死んでしまった.",
    "chinese_translation": "青蛙自歌的謠曲\n「托羅羅 漢羅庫 漢羅庫!」\n\n托羅羅 漢羅庫 漢羅庫!\n「有一天,在草原上飛來飛去\n玩耍的時候,看到\n一間房子,就走到門口\n一看,屋內堆滿了寶物,旁邊\n有個高台。在那高台上\n有個年輕人正在刻刀鞘,低著頭\n我想要惡作劇,就坐在門檻上\n鳴叫「托羅羅 漢羅庫 漢羅庫!」\n沒想到,那個年輕人舉起拿刀的手\n看著我,微微一笑,\n「那是你的歌謠嗎?是你的喜悅之歌嗎?\n還想多聽聽呢。」於是我\n高興地鳴叫「托羅羅 漢羅庫 漢羅庫!」\n那個年輕人說道,\n「那是你的尤喀拉嗎?薩凱豪嗎?\n還想更靠近地聽聽呢。」\n我聽了很高興,就跳到下座的\n爐緣上\n鳴叫「托羅羅 漢羅庫 漢羅庫!」\n那個年輕人說道,\n「那是你的尤喀拉嗎?薩凱豪嗎?\n還想更靠近地聽聽呢。」聽到這話,我\n真的很高興,就跳到上座的爐緣的\n角落\n鳴叫「托羅羅 漢羅庫 漢羅庫!」\n突然!那個年輕人猛然站起\n好像跳了起來,拿起一根巨大的燃燒的木柴\n朝我扔了過來,那聲音\n好像身體前面被堵住了一樣,之後\n發生了什麼就不知道了。\n突然回過神來,發現\n在垃圾堆的末端,有一隻肚子鼓脹的青蛙\n死了,我正坐在牠的兩耳之間。\n仔細一看,我以為\n只是一般的人家,其實是奧基基里穆伊,像神一樣\n強大的人的家,而且\n我竟然不知道那是奧基基里穆伊,就\n惡作劇了。\n我現在就要這樣無聊地死去,可悲地死去\n所以,從今以後的\n青蛙們啊,千萬不要對人類惡作劇啊。\n」\n肚子鼓脹的青蛙這樣說著,就死去了。\n",
    "english_translation": "This is the song of a frog, telling his own tale:\n\n\"Toh-ro-ro Han-ro-ku Han-ro-ku!\"\n\n\"Toh-ro-ro Han-ro-ku Han-ro-ku!\"\n\n\"One day, as I hopped and played through the meadow, I spied a house. I went to the doorway and peered inside. There, amidst a pile of treasures, was a raised platform. Upon that platform sat a young man, carving a sheath, his head bowed low.\n\nThinking to play a trick, I sat upon the threshold and sang out, \"Toh-ro-ro Han-ro-ku Han-ro-ku!\"\n\nThe young man raised his hand, the one holding the knife, and looked at me. He smiled gently and said, \"Is that your song? Your song of joy? I would like to hear more.\"\n\nPleased, I sang again, \"Toh-ro-ro Han-ro-ku Han-ro-ku!\"\n\nThe young man then asked, \"Is that your Yukar? Your Sakehau? I would like to hear it closer.\"\n\nHearing this, I was delighted! I hopped down to the lower hearth and sang, \"Toh-ro-ro Han-ro-ku Han-ro-ku!\"\n\nAgain, the young man said, \"Is that your Yukar? Your Sakehau? I would like to hear it closer.\"\n\nMy heart swelled with joy! I hopped to the corner of the upper hearth and sang, \"Toh-ro-ro Han-ro-ku Han-ro-ku!\"\n\nSuddenly! The young man leaped to his feet! He grabbed a burning log and threw it at me! I felt as though the world had closed in around me, and then... I knew no more.\n\nWhen I awoke, I was at the edge of the garbage heap. A bloated frog lay dead, and I was perched between its ears.\n\nLooking closer, I realized that what I had thought was a simple human house was, in fact, the home of Okikirmui, a god of immense power! And I, without knowing, had played a trick on him.\n\nNow, I die this foolish, this wretched death. So, I say to all frogs who come after me: Never, ever play tricks on humans!\n\nAnd with those words, the bloated frog breathed his last.\"\n",
    "updated_chinese_translation": "青蛙自歌的謠曲\n「托羅羅 漢羅庫 漢羅庫!」\n\n托羅羅 漢羅庫 漢羅庫!\n「有一天，在草原上四處跳躍\n玩耍時，我看到\n一間房舍，便走到門前\n想一探究竟，屋內堆滿了寶物，旁邊\n有個高台。在那高台上\n有個年輕人正埋首刻著刀鞘，\n我心生惡作劇，便坐在門檻上\n鳴叫「托羅羅 漢羅庫 漢羅庫!」\n沒想到，那年輕人抬起握刀的手\n望向我，微微一笑，\n「那是你的歌謠嗎？是你的喜悅之歌嗎？\n真想再多聽幾遍呢。」於是我\n得意地鳴叫「托羅羅 漢羅庫 漢羅庫!」\n那年輕人接著說道，\n「那是你的ユーカラ嗎？薩凱豪嗎？\n還想更靠近一點聽呢。」\n我聽了心花怒放，便跳到下座的\n爐緣上\n鳴叫「托羅羅 漢羅庫 漢羅庫!」\n那年輕人又說道，\n「那是你的ユーカラ嗎？薩凱豪嗎？\n還想更靠近一點聽呢。」聽到這話，我\n更是樂不可支，便跳到上座爐緣的\n角落\n鳴叫「托羅羅 漢羅庫 漢羅庫!」\n突然！那年輕人猛地站起身\n彷彿跳起來一般，抓起一根巨大的燃燒木柴\n朝我狠狠地扔了過來，只覺得\n眼前一黑，之後\n發生了什麼便全然不知了。\n再次醒來時，我發現\n自己身處垃圾堆的盡頭，一隻肚子鼓脹的青蛙\n已經死去，而我正坐在牠的兩耳之間。\n仔細一看，我原以為\n只是一戶普通人家，沒想到竟是オキキリムイ，如神一般\n強大之人的住所，而且\n我竟然在不知那是オキキリムイ的情況下，就\n冒失地惡作劇了。\n我如今就要這樣無謂地死去，悲慘地死去\n所以，從今往後的\n青蛙們啊，千萬別再對人類惡作劇了啊。\n」\n肚子鼓脹的青蛙這樣說著，便斷了氣。",
    "update_comment": "The original translation is mostly accurate, but some phrases can be improved for better flow and naturalness in Chinese. Specifically, I will focus on refining the descriptive parts and making the dialogue more vivid. Also, I will keep the original language for untranslatable terms."
}