{
    "ainu_title": "Pipa yaieyukar, “Tonupeka ranran”",
    "japanese_title": "沼貝が自ら歌った謡「トヌペカ ランラン」",
    "japanese_translation": "沼貝が自ら歌った謡「トヌペカ ランラン」\n\nトヌペカ ランラン\n強烈な日光に私の居る所も\n乾いてしまって今にも私は死にそうです.\n「誰か,水を飲ませて下すって\n助けて下さればいい.水よ水よ」と私たちが泣き叫んで\nいますと,ずーっと浜の方から一人の女が\n籠を背負って来ています.\n私たちは泣いていますと,私たちの傍を通り\n私たちを見ると,\n「おかしな沼貝,悪い沼貝,何を泣いて\nうるさい事さわいでいるのだろう.」と言って\n私たちを踏みつけ,足先にかけ飛ばし,貝殻と共につぶして\nずーっと山へ行ってしまいました.\n「おお痛,苦しい,水よ水よ.」と泣き叫んで\nいると,ずっと浜の方からまた一人の女が\n籠を背負って来ています.私たちは\n「誰か私たちに水を飲ませて助けて下さるといい,\nおお痛,おお苦しい,水よ水よ.」と叫び泣きました\nすると,娘さんは,神の様な美しい気高い様子で\n私の側へ来て私たちを見ると,\n「まあかわいそうに,大へん暑くて沼貝たちの\n寝床も乾いてしまって水を欲しがって\nいるのだね,どうしたのでしょう\n何だか踏みつけられでもした様だが......」と言いつつ\n私たちみんなを拾い集めて蕗の葉に\n入れて,きれいな湖に入れてくれました.\n清い冷水でスッカリ元気を恢復し\n大へん丈夫になりました.そこで始めて\nかの女たちの気性を探って\n見ると,先に来て,私を踏みつぶした\nにくらしい女,わるい女はサマユンクルの\n妹で,私たちを憫み\n助けて下さった若い娘さん淑しとやかな方\nは,オキキリムイの妹なのでありました.\nサマユンクルの妹は悪にくらしいので\nその粟畑を枯らしてしまい,オキキリムイの\n妹のその粟畑をばよく実らせました.\nその年に,オキキリムイの妹は大そう多く収穫をしました.\n私の故為せいでそうなった事を知って\n沼貝の殻で粟の穂を摘みました.\nそれから,毎年,人間の女たちは\n栗の穂を摘む時は沼貝の殻を使う様になったのです.\nと,一つの沼貝が物語りました.",
    "chinese_translation": "沼貝自唱的歌謠「托努佩卡 蘭蘭」\n\n托努佩卡 蘭蘭\n強烈的日光照射,我的棲身之處也\n乾涸了,我快要死了。\n「誰來給我水喝,\n救救我吧。水啊水啊」我們哭喊著,\n從遠方的海灘走來一位女子,\n背著竹簍。\n我們哭泣著,她從我們身旁經過,\n看見我們,\n說:「可笑的沼貝,可惡的沼貝,哭什麼\n吵吵鬧鬧的。」\n她踩踏我們,用腳尖踢開,連同貝殼一起踩碎,\n然後就往山裡去了。\n「好痛,好難受,水啊水啊。」我們哭喊著,\n從遠方的海灘又走來一位女子,\n背著竹簍。我們\n「誰來給我們水喝,救救我們吧,\n好痛,好難受,水啊水啊。」哭喊著。\n於是,那位姑娘,神一般美麗高貴,\n來到我們身邊,看見我們,\n說:「真可憐,天氣這麼熱,沼貝們的\n棲身之處都乾涸了,想要喝水,\n這是怎麼了呢?\n好像是被踩踏過一樣......」\n她一邊說著,一邊把我們都撿起來,\n放在蕗葉上,放進了清澈的湖裡。\n我們喝了清澈的冷水,完全恢復了元氣,\n變得非常健康。於是,我們開始\n探究那些女子的性情,\n發現先來,踩踏我的\n可憎的女子,壞女人是薩瑪雲庫爾的\n妹妹,而憐憫我們,\n幫助我們的年輕姑娘,溫柔賢淑的\n是奧基基里穆伊的妹妹。\n薩瑪雲庫爾的妹妹邪惡可憎,\n導致她的粟米田枯萎,而奧基基里穆伊的\n妹妹的粟米田則結實纍纍。\n那一年,奧基基里穆伊的妹妹大豐收。\n她知道這是因為我的緣故,\n就用沼貝的殼來摘粟米的穗。\n從那以後,每年,人類的女子們\n在摘粟米穗的時候,都會使用沼貝的殼。\n一隻沼貝這樣講述著。\n",
    "english_translation": "This is the song of the marsh clam, \"Tonupeka Ranran,\" sung by myself.\n\nTonupeka Ranran...\n\nThe fierce sun beats down, and the place where I dwell is dried up. I feel as though I am about to die.\n\n\"Oh, someone, please give us water to drink! Please help us! Water, water!\" we cried out.\n\nThen, from the direction of the beach, a woman came carrying a basket on her back. As we cried, she passed by us. When she saw us, she said, \"You strange marsh clams, you wretched marsh clams! What are you crying about, making such a racket?\"\n\nAnd with that, she trampled upon us, kicked us away with her toes, crushing us with our shells. Then, she went off towards the mountains.\n\n\"Oh, it hurts! It's painful! Water, water!\" we cried out.\n\nThen, from the direction of the beach, another woman came carrying a basket on her back. We cried out, \"Oh, someone, please give us water to drink and help us! Oh, it hurts! Oh, it's painful! Water, water!\"\n\nThen, the young woman, with a divine and beautiful air of nobility, came to my side. When she saw us, she said, \"Oh, you poor things! It's so hot, and the marsh clams' beds have dried up. They must be longing for water. What happened? It looks like you've been trampled...\"\n\nAnd with that, she gathered us all up, placed us on a butterbur leaf, and put us in a beautiful lake.\n\nIn the pure, cold water, we completely regained our strength and became very healthy. It was then that I began to investigate the nature of these women.\n\nThe hateful woman who came first and trampled upon me was the younger sister of Samayunkuru. The kind young woman who pitied us and helped us was the younger sister of Okikirmui.\n\nBecause the younger sister of Samayunkuru was wicked and hateful, she caused her millet field to wither. But the younger sister of Okikirmui caused her millet field to bear much fruit.\n\nThat year, the younger sister of Okikirmui had a great harvest. Knowing that this was because of me, she used marsh clam shells to harvest the millet ears.\n\nAnd from then on, every year, when human women harvest millet ears, they use marsh clam shells.\n\nSo spoke one of the marsh clams.\n",
    "updated_chinese_translation": "沼貝自唱的歌謠「托努佩卡 蘭蘭」\n\n托努佩卡 蘭蘭\n烈日當空，我的居所也乾涸殆盡，奄奄一息。\n「誰能給我一口水，\n救救我吧！水啊，水啊！」我們哀號著，\n遠方海灘走來一位女子，\n背著竹簍。\n我們哭泣，她從我們身旁經過，\n看見我們，\n說：「可笑的沼貝，可憎的沼貝，哭哭啼啼，\n吵鬧喧嘩！」\n她踐踏我們，用腳尖踢開，連同貝殼一同踩碎，\n揚長而去，往山裡去了。\n「好痛，好苦，水啊，水啊！」我們哀嚎，\n遠方海灘又走來一位女子，\n背著竹簍。我們\n「誰能給我們一口水，救救我們吧！\n好痛，好苦，水啊，水啊！」呼喊。\n於是，那位姑娘，宛如神祇般美麗莊嚴，\n來到我們身邊，看見我們，\n說：「真是可憐，天氣如此炎熱，沼貝們的\n棲身之所都乾裂了，渴望著水，\n這是怎麼回事呢？\n似乎是被踐踏過了……」\n她一邊說著，一邊將我們一一撿起，\n放在蜂斗菜葉上，放入清澈的湖水中。\n我們暢飲清冽的湖水，頓時恢復了元氣，\n變得非常強壯。於是，我們開始\n探究這些女子的性情，\n發現先前到來，踐踏我們的\n可憎女子，惡毒的女人，是薩瑪雲庫爾的\n妹妹；而憐憫我們，\n幫助我們的年輕姑娘，溫柔嫻靜的\n是奧基基里穆伊的妹妹。\n薩瑪雲庫爾的妹妹心術不正，\n使得她的粟米田枯萎凋零；而奧基基里穆伊的\n妹妹的粟米田則結滿了豐碩的果實。\n那一年，奧基基里穆伊的妹妹迎來了大豐收。\n她明白這是因為我的緣故，\n便用沼貝的殼來收割粟米的穗。\n從那以後，每年，人類的女子們\n在收割粟米穗的時候，都會使用沼貝的殼。\n一隻沼貝如此訴說著。",
    "update_comment": "The original translation is generally good, but some phrases can be improved to be more natural and vivid in Chinese. Also, some terms can be refined for better cultural context and readability. Specifically:\n\n*   \"強烈的日光照射,我的棲身之處也乾涸了,我快要死了。\" can be more concise and impactful.\n*   The repetition of \"哭喊著\" can be varied for better flow.\n*   \"神一般美麗高貴\" can be enhanced to better convey the divine quality.\n*   \"蕗葉\" can be checked for a more accurate and culturally relevant translation.\n*   The descriptions of the sisters' actions regarding the粟米田 can be made more vivid.\n*   The final sentence can be slightly adjusted for a more natural concluding tone."
}