{
    "japanese_title": "梟の神の自ら歌った謡「銀の滴しずく降る降るまわりに」",
    "ainu_title": "Kamuichikap kamui yaieyukar, “Shirokanipe ranran pishkan”",
    "japanese_text": "(1) 昔は男の子が少し大きくなると,小さい弓矢を作って与えます.子供はそれで樹木や鳥などを的に射て遊び,知らずしらずの中に弓矢の術に上達します.\nak......は弓術,shinot は遊戯,ponai は小矢.\n(2) shiktumorke......眼つき.\n人の素性を知ろうと思う時は,その眼を見ると一ばんよくわかると申しまして,少しキョロキョロしたりすると叱られます.\n(3) achikara......「汚い」という意味.\n(4) 鳥やけものが人に射落されるのは,人の作った矢が欲しいので,その矢を取るのだと言います.\n(5) kotankorkamui......国または村を持つ神.\n山には,nupurikorkamui......山を持つ神(熊)と nupuripakorkamui......山の東を持つ神(狼)などがあって,ふくろうは熊,狼の次におかれます.\nkotankorkamui は山の神,山の東の神,の様に荒々しいあわて者ではありません.それでふだんは沈おち着いて,眼をつぶってばかりいて,よっぽど大変な事のある時でなければ眼を開かないと申します.\n(6) eharkiso......左の座.\n(7) eshiso......右の座.\n家の央に囲炉裏いろりがあって,東側の窗のある方が上座,上座から見て右が eshiso 左が harkiso.上座に坐るのは男子に限ります.お客様などで,家の主人よりも身分の卑しい人は上座につく事を遠慮します.右の座には主人夫婦がならんですわる事にきまっています.右座の次が左の座で,西側(戸口の方)の座が一ばん下座になっています.\n(8) hayokpe 冑.\n鳥でもけものでも山にいる時は,人間の目には見えないが,各々に人間の様な家があって,みんな人間と同じ姿で暮していて,人間の村へ出て来る時は冑を着けて出て来るのだと云います.そして鳥やけものの屍体は冑で本体は目には見えないけれども,屍体の耳と耳の間にいるのだと云います.\n(9) otuipe......尻の切れた奴.\n犬の尻尾の切れた様に短いのはあまり尊びません.\n極くつまらない人間の事を wenpe......悪い奴,otuipe......尻尾の切れた奴と悪口をします.\n(10) chikashnukar.神が大へん気に入った人間のある時,ちっとも思いがけない所へ,その人間に何か大きな幸を恵与すると,その人は ikashnukar an と云ってよろこびます.\n(11) apehuchi......火の老女.火の神様は,家の中で最も尊い神様でおばあさんにきまっています.山の神や海の神,その他種々な神々がこのふくろうの様にお客様になって,家へ来た時は,この apehuchi が主になって,お客のお相手をして話をします.ただ kamuihuchi(神老女)と云ってもいい事になっています.\n(12) neusar 語り合う事.\n種々な世間話を語り合うのも neusar.普通 kamuiyukar(神謡)や uwepeker(昔譚)の様なものを neusar と云います.\n(13) ashke a uk.ashke は指,手.a uk は取る.なにか祝いがあるとき人を招待する事を云います.\n(14) kakkokhau......カッコウ鳥の声.\nカッコウ鳥の声は,美しくハッキリと耳に響きますから,ハキハキとしてみんなによくわかるように物を云う人の事をカッコウ鳥の様だと申します.\n(15) chisekorkamui......家を持つ神.\n火の神が主婦で,家の神が主人の様なものです.男性で chisekorekashi......家を持つおじいさんとも申します.\n(16) nusakorkamui......御幣棚を持つ神,老女.\n御幣棚の神も女性にきまっています.何か変事の場合人間にあらわれる事がありますが,その時は蛇の形をかりてあらわれると云います.それで御幣棚の近所に,または東の方の窗の近所に,蛇が出て来たりすると,「きっと御幣棚のおばあさんが用事があって外出したのだろう」と言って,決してその蛇を殺しません.殺すと罰が当りますと云います.",
    "chinese_translation": "(1) 以前，男孩子稍微長大一點，就會得到一把小弓箭。孩子們用它來射擊樹木和鳥類等目標，在不知不覺中精進弓箭的技術。\nak......是弓術，shinot 是遊戲，ponai 是小箭。\n(2) shiktumorke......眼神。\n人們常說，想了解一個人的本性，看他的眼神最清楚，所以如果眼神稍微不安分，就會受到責備。\n(3) achikara......意思是「骯髒」。\n(4) 人們說，鳥類和野獸被人類射落，是因為它們想要人類製作的箭，所以才去取箭。\n(5) kotankorkamui......擁有國家或村莊的神。\n山裡有 nupurikorkamui......擁有山的神（熊）和 nupuripakorkamui......擁有山東方的神（狼）等等，貓頭鷹的地位僅次於熊和狼。\nkotankorkamui 不像山神、山東方的神那樣粗暴和慌張。因此，平時總是沉著冷靜，總是閉著眼睛，除非發生非常嚴重的事情，否則不會睜開眼睛。\n(6) eharkiso......左邊的座位。\n(7) eshiso......右邊的座位。\n房屋中央有爐灶，朝向東側窗戶的一方是上座，從上座看過去，右邊是 eshiso，左邊是 harkiso。只有男子才能坐在上座。如果是客人等身分比屋主低的人，會避免坐在上座。右邊的座位通常是屋主夫婦並排坐。右座之後是左座，西側（靠近門口的一方）的座位是下座。\n(8) hayokpe 頭盔。\n據說鳥類或野獸在山裡的時候，人類看不見，但它們各自有像人類一樣的家，都過著和人類一樣的生活，當它們來到人類的村莊時，會戴上頭盔。鳥類和野獸的屍體是頭盔，本體是看不見的，但在屍體的兩耳之間。\n(9) otuipe......屁股被切掉的傢伙。\n像狗尾巴那樣被切斷的短尾巴不太受重視。\n人們會用 wenpe......壞傢伙，otuipe......尾巴被切掉的傢伙來辱罵極其無用的人。\n(10) chikashnukar。當神非常喜歡某個人時，會在完全意想不到的地方，給予這個人巨大的幸福，這個人就會說 ikashnukar an 並感到高興。\n(11) apehuchi......火的老婦。火神是家中最受尊敬的神，通常是老奶奶。山神、海神和其他各種神祇像貓頭鷹一樣成為客人來到家裡時，由這位 apehuchi 主持，負責招待客人和交談。也可以直接稱呼為 kamuihuchi（神老婦）。\n(12) neusar 互相交談。\n互相交談各種世間閒話也稱為 neusar。通常 kamuiyukar（神謠）或 uwepeker（昔話）之類的東西被稱為 neusar。\n(13) ashke a uk。ashke 是手指、手。a uk 是拿取。指的是有慶祝活動時邀請人們。\n(14) kakkokhau......布穀鳥的叫聲。\n布穀鳥的叫聲清晰而響亮，因此人們會用布穀鳥來形容說話清晰、能讓大家都明白的人。\n(15) chisekorkamui......擁有房屋的神。\n火神就像主婦，家神就像主人。男性則稱為 chisekorekashi......擁有房屋的老爺爺。\n(16) nusakorkamui......擁有御幣棚的神，老婦。\n御幣棚的神通常也是女性。在發生緊急情況時，有時會顯靈給人類看，據說那時會借用蛇的形狀顯現。因此，如果在御幣棚附近，或東側窗戶附近，出現蛇，人們會說：「一定是御幣棚的老奶奶有事外出」，絕不會殺死那條蛇。據說殺死蛇會受到懲罰。",
    "english_translation": "(1) In the past, when a boy grew a little older, he would be given a small bow and arrow. The child would play by shooting at trees and birds, unknowingly improving his archery skills.\nak...... archery, shinot is a game, ponai is a small arrow.\n(2) shiktumorke......gaze.\nIt is said that when you want to know a person's character, you can best understand it by looking at their eyes, and they will be scolded if they look around restlessly.\n(3) achikara......means \"dirty.\"\n(4) It is said that birds and animals are shot down by people because they want the arrows made by people, so they take the arrows.\n(5) kotankorkamui......god who owns a country or village.\nIn the mountains, there are nupurikorkamui......god who owns the mountain (bear) and nupuripakorkamui......god who owns the east of the mountain (wolf), and the owl is placed after the bear and wolf.\nkotankorkamui is not as rough and hasty as the mountain god or the god of the east of the mountain. Therefore, he is usually calm and always closes his eyes, and it is said that he does not open his eyes unless something very serious happens.\n(6) eharkiso......left seat.\n(7) eshiso......right seat.\nIn the center of the house is a fireplace, and the side with the east-facing window is the upper seat. When viewed from the upper seat, the right side is eshiso and the left side is harkiso. Only men can sit in the upper seat. Guests who are of lower status than the head of the house will refrain from taking the upper seat. It is customary for the host and his wife to sit side by side in the right seat. The next seat after the right seat is the left seat, and the seat on the west side (towards the doorway) is the lowest seat.\n(8) hayokpe helmet.\nIt is said that when birds or animals are in the mountains, they are invisible to human eyes, but each has a house like a human being, and they all live in the same form as humans, and when they come to human villages, they wear helmets. And the corpses of birds and animals are helmets, and the main body is invisible, but it is said to be between the ears of the corpse.\n(9) otuipe......a guy with a cut-off butt.\nShort tails like those of dogs are not highly valued.\nVery trivial people are insulted as wenpe......bad guy, otuipe......guy with a cut-off tail.\n(10) chikashnukar. When a god is very pleased with a human being, and unexpectedly bestows some great fortune on that person, that person rejoices, saying ikashnukar an.\n(11) apehuchi......old woman of fire. The fire goddess is the most revered goddess in the house and is always an old woman. When mountain gods, sea gods, and other various gods come to the house as guests like this owl, this apehuchi takes the lead in entertaining the guests and talking to them. It is also acceptable to simply call her kamuihuchi (god old woman).\n(12) neusar talking to each other.\nTalking about various worldly things is also neusar. Usually, things like kamuiyukar (god song) and uwepeker (old tales) are called neusar.\n(13) ashke a uk. ashke is finger, hand. a uk is to take. It means inviting people when there is a celebration.\n(14) kakkokhau......the sound of the cuckoo bird.\nThe sound of the cuckoo bird is beautiful and clear to the ears, so people who speak clearly and understandably to everyone are said to be like cuckoo birds.\n(15) chisekorkamui......god who owns a house.\nThe fire god is like the housewife, and the house god is like the master of the house. He is also called chisekorekashi......old man who owns a house.\n(16) nusakorkamui......god who owns the gohei shelf, old woman.\nThe god of the gohei shelf is also always a woman. She may appear to humans in the event of an emergency, but it is said that she takes the form of a snake when she appears. Therefore, if a snake appears near the gohei shelf or near the east window, people say, \"The old woman of the gohei shelf must have gone out on business,\" and they never kill the snake. It is said that if you kill it, you will be punished.",
    "eng_to_chi_translation": "(1) 過去，當男孩稍微長大一點，就會被給予小弓箭。孩子會用它射擊樹木和鳥類來玩耍，不知不覺地提高了他的射箭技能。\nak......是弓術，shinot 是遊戲，ponai 是小箭。\n(2) shiktumorke......眼神。\n據說，當你想了解一個人的性格時，你可以通過看他們的眼睛來最好地理解，如果他們不安地四處張望，他們會被責罵。\n(3) achikara......意思是「骯髒」。\n(4) 據說鳥類和動物被人類射下來，是因為它們想要人類製造的箭，所以它們拿走了箭。\n(5) kotankorkamui......擁有國家或村莊的神。\n在山裡，有 nupurikorkamui......擁有山的神（熊）和 nupuripakorkamui......擁有山東方的神（狼），貓頭鷹排在熊和狼之後。\nkotankorkamui 不像山神或山東方的神那樣粗暴和倉促。因此，他通常很平靜，總是閉著眼睛，據說除非發生非常嚴重的事情，否則他不會睜開眼睛。\n(6) eharkiso......左座。\n(7) eshiso......右座。\n房子的中央是一個爐灶，朝東窗戶的一側是上座，從上座看，右邊是 eshiso，左邊是 harkiso。只有男人才能坐在上座。比戶主地位低下的客人會避免坐在上座。戶主和他的妻子習慣並排坐在右座。右座之後的座位是左座，西側（朝向門口）的座位是最低的座位。\n(8) hayokpe 頭盔。\n據說，當鳥類或動物在山裡時，人類的眼睛是看不見它們的，但它們各自都有像人類一樣的房子，它們都以與人類相同的形式生活，當它們來到人類的村莊時，它們會戴上頭盔出來。鳥類和動物的屍體是頭盔，主體是看不見的，但據說它在屍體的耳朵之間。\n(9) otuipe......屁股被切掉的傢伙。\n像狗一樣的短尾巴是不受重視的。\n非常微不足道的人被侮辱為 wenpe......壞傢伙，otuipe......尾巴被切掉的傢伙。\n(10) chikashnukar。當神非常喜歡一個人的時候，並且出乎意料地賜予這個人一些巨大的財富，這個人會高興地說 ikashnukar an。\n(11) apehuchi......火的老婦人。火神是房子裡最受尊敬的女神，而且總是一位老婦人。當山神、海神和其他各種神靈像這隻貓頭鷹一樣作為客人來到房子裡時，這位 apehuchi 會帶頭招待客人並與他們交談。也可以簡單地稱她為 kamuihuchi（神老婦人）。\n(12) neusar 互相交談。\n談論各種世俗的事情也是 neusar。通常，像 kamuiyukar（神歌）和 uwepeker（古代故事）之類的東西被稱為 neusar。\n(13) ashke a uk。ashke 是手指，手。a uk 是拿取。意思是當有慶祝活動時邀請人們。\n(14) kakkokhau......杜鵑鳥的聲音。\n杜鵑鳥的聲音優美而清晰地響徹耳畔，因此，說話清晰且人人都能理解的人被稱為像杜鵑鳥一樣。\n(15) chisekorkamui......擁有房子的神。\n火神就像家庭主婦，而房屋神就像房子的主人。他也被稱為 chisekorekashi......擁有房子的老人。\n(16) nusakorkamui......擁有御幣架的神，老婦人。\n御幣架的神也總是女性。在緊急情況下，她可能會出現在人類面前，但據說她會以蛇的形式出現。因此，如果一條蛇出現在御幣架附近或東邊窗戶附近，人們會說：「一定是御幣架的老婦人有事外出了」，他們絕不會殺死這條蛇。據說如果你殺了它，你將會受到懲罰。",
    "chi_to_eng_translation": "(1) In the past, when a boy grew a little older, he would be given a small bow and arrow. The children would play by shooting at trees and birds, and unknowingly improve their archery skills.\nak... is archery, shinot is a game, ponai is a small arrow.\n(2) shiktumorke... the look in one's eyes.\nIt is often said that if you want to know a person's true nature, the best way is to look into their eyes, so if someone's eyes are a little restless, they will be scolded.\n(3) achikara... means \"dirty.\"\n(4) It is said that birds and beasts are shot down by humans because they want the arrows made by humans, so they go to retrieve them.\n(5) kotankorkamui... a god who owns a country or village.\nIn the mountains, there are nupurikorkamui... a god who owns the mountain (bear), and nupuripakorkamui... a god who owns the east of the mountain (wolf), etc., and the owl is ranked next to the bear and wolf.\nkotankorkamui is not as rough and flustered as the mountain god or the god of the east of the mountain. Therefore, they are usually calm and composed, and always keep their eyes closed, and only open them when something very serious happens.\n(6) eharkiso... the left seat.\n(7) eshiso... the right seat.\nIn the center of the house is a hearth, and the side with the east-facing window is the upper seat. Looking from the upper seat, the right side is eshiso and the left is harkiso. Only men can sit in the upper seat. Guests or people of lower status than the homeowner will refrain from sitting in the upper seat. The homeowner and his wife are always seated side by side in the right seat. The left seat is next to the right seat, and the seat on the west side (towards the doorway) is the lowest seat.\n(8) hayokpe helmet.\nIt is said that when birds or beasts are in the mountains, they are invisible to human eyes, but they each have houses like humans, and they all live like humans. When they come to human villages, they wear helmets. The corpses of birds and beasts are helmets, and the main body is invisible, but it is between the ears of the corpse.\n(9) otuipe... a guy with his butt cut off.\nA short tail, like a dog's cut tail, is not highly valued.\nExtremely useless people are insulted with wenpe... a bad guy, otuipe... a guy with his tail cut off.\n(10) chikashnukar. When a god is very fond of a person, they will bestow great happiness on that person in a completely unexpected place, and that person will say ikashnukar an and rejoice.\n(11) apehuchi... the old woman of fire. The fire god is the most revered god in the house and is always an old woman. When mountain gods, sea gods, and other various gods come to the house as guests like this owl, this apehuchi takes the lead in entertaining the guests and talking to them. It is also acceptable to simply call her kamuihuchi (god old woman).\n(12) neusar talking to each other.\nTalking to each other about various worldly matters is also called neusar. Usually, things like kamuiyukar (god songs) or uwepeker (old tales) are called neusar.\n(13) ashke a uk. ashke is finger, hand. a uk is to take. It refers to inviting people when there is a celebration.\n(14) kakkokhau... the call of the cuckoo.\nThe call of the cuckoo is clear and loud, so people use the cuckoo to describe someone who speaks clearly and makes themselves understood by everyone.\n(15) chisekorkamui... a god who owns a house.\nThe fire god is like the housewife, and the house god is like the master of the house. Men are also called chisekorekashi... an old man who owns a house.\n(16) nusakorkamui... a god who owns the altar, an old woman.\nThe god of the altar is also always female. In the event of an emergency, she may appear to humans, and it is said that she borrows the shape of a snake to appear. Therefore, if a snake appears near the altar or near the east-facing window, people will say, \"The old woman of the altar must have gone out on business,\" and will never kill the snake. It is said that killing the snake will be punished.",
    "updated_translation_zh": {
        "translation": "(1) 以前，男孩子稍微長大一點，就會得到一把小弓箭。孩子們用它來射擊樹木和鳥類等目標來玩耍，在不知不覺中精進弓箭的技術。\nak......是弓術，shinot 是遊戲，ponai 是小箭。\n(2) shiktumorke......眼神。\n人們常說，想了解一個人的本性，看他的眼神最清楚，所以如果眼神稍微不安分地四處張望，就會受到責備。\n(3) achikara......意思是「骯髒」。\n(4) 人們說，鳥類和野獸被人類射落，是因為它們想要人類製作的箭，所以才去取箭。\n(5) kotankorkamui......擁有國家或村莊的神。\n山裡有 nupurikorkamui......擁有山的神（熊）和 nupuripakorkamui......擁有山東方的神（狼）等等，貓頭鷹的地位僅次於熊和狼。\nkotankorkamui 不像山神、山東方的神那樣粗暴和倉促。因此，平時總是沉著冷靜，總是閉著眼睛，除非發生非常嚴重的事情，否則不會睜開眼睛。\n(6) eharkiso......左座。\n(7) eshiso......右座。\n房屋中央有爐灶，朝向東側窗戶的一方是上座，從上座看過去，右邊是 eshiso，左邊是 harkiso。只有男子才能坐在上座。如果是客人等身分比屋主低的人，會避免坐在上座。右邊的座位通常是屋主夫婦並排坐。右座之後是左座，西側（靠近門口的一方）的座位是下座。\n(8) hayokpe 頭盔。\n據說鳥類或野獸在山裡的時候，人類看不見它們，但它們各自有像人類一樣的家，都過著和人類一樣的生活，當它們來到人類的村莊時，會戴上頭盔。鳥類和野獸的屍體是頭盔，本體是看不見的，但在屍體的兩耳之間。\n(9) otuipe......屁股被切掉的傢伙。\n像狗尾巴那樣被切斷的短尾巴不太受重視。\n人們會用 wenpe......壞傢伙，otuipe......尾巴被切掉的傢伙來辱罵極其無用的人。\n(10) chikashnukar。當神非常喜歡某個人時，會在完全意想不到的地方，給予這個人巨大的幸福，這個人就會高興地說 ikashnukar an。\n(11) apehuchi......火的老婦。火神是家中最受尊敬的神，通常是老奶奶。山神、海神和其他各種神祇像貓頭鷹一樣成為客人來到家裡時，由這位 apehuchi 主持，負責招待客人和交談。也可以直接稱呼為 kamuihuchi（神老婦）。\n(12) neusar 互相交談。\n互相談論各種世間閒話也稱為 neusar。通常 kamuiyukar（神謠）或 uwepeker（昔話）之類的東西被稱為 neusar。\n(13) ashke a uk。ashke 是手指、手。a uk 是拿取。指的是有慶祝活動時邀請人們。\n(14) kakkokhau......布穀鳥的叫聲。\n布穀鳥的叫聲清晰而響亮，因此人們會用布穀鳥來形容說話清晰、能讓大家都明白的人。\n(15) chisekorkamui......擁有房屋的神。\n火神就像主婦，家神就像主人。男性則稱為 chisekorekashi......擁有房屋的老爺爺。\n(16) nusakorkamui......擁有御幣棚的神，老婦。\n御幣棚的神通常也是女性。在發生緊急情況時，有時會顯靈給人類看，據說那時會借用蛇的形狀顯現。因此，如果在御幣棚附近，或東側窗戶附近，出現蛇，人們會說：「一定是御幣棚的老奶奶有事外出了」，絕不會殺死那條蛇。據說殺死蛇會受到懲罰。",
        "title": "愛努語chant的日語腳註翻譯成中文",
        "comment": "翻譯準確地保留了原始含義，使用了現代漢語，並儘量減少了文言文的使用。翻譯中保留了無法翻譯的術語。",
        "agent": "Retranslation_Chinese_Agent",
        "text_type": "FOOTNOTE"
    },
    "updated_translation_en": {
        "translation": "(1) In the past, when a boy grew a little older, he would be given a small bow and arrow. The child would play by shooting at trees and birds, unknowingly improving his archery skills.\nak...... archery, shinot is a game, ponai is a small arrow.\n(2) shiktumorke......gaze.\nIt is said that when you want to know a person's character, you can best understand it by looking at their eyes, and they will be scolded if they look around restlessly.\n(3) achikara......means \"dirty.\"\n(4) It is said that birds and animals are shot down by people because they want the arrows made by people, so they take the arrows to retrieve them.\n(5) kotankorkamui......god who owns a country or village.\nIn the mountains, there are nupurikorkamui......god who owns the mountain (bear) and nupuripakorkamui......god who owns the east of the mountain (wolf), and the owl is ranked next to the bear and wolf.\nkotankorkamui is not as rough and hasty as the mountain god or the god of the east of the mountain. Therefore, they are usually calm and composed, and always keep their eyes closed, and it is said that they do not open their eyes unless something very serious happens.\n(6) eharkiso......left seat.\n(7) eshiso......right seat.\nIn the center of the house is a fireplace, and the side with the east-facing window is the upper seat. When viewed from the upper seat, the right side is eshiso and the left side is harkiso. Only men can sit in the upper seat. Guests who are of lower status than the head of the house will refrain from taking the upper seat. It is customary for the host and his wife to sit side by side in the right seat. The next seat after the right seat is the left seat, and the seat on the west side (towards the doorway) is the lowest seat.\n(8) hayokpe helmet.\nIt is said that when birds or animals are in the mountains, they are invisible to human eyes, but each has a house like a human being, and they all live in the same form as humans. When they come to human villages, they wear helmets. And the corpses of birds and animals are helmets, and the main body is invisible, but it is said to be between the ears of the corpse.\n(9) otuipe......a guy with a cut-off butt.\nShort tails like those of dogs are not highly valued.\nVery trivial people are insulted as wenpe......bad guy, otuipe......guy with a cut-off tail.\n(10) chikashnukar. When a god is very fond of a person, they will bestow great happiness on that person in a completely unexpected place, and that person will say ikashnukar an and rejoice.\n(11) apehuchi......old woman of fire. The fire goddess is the most revered goddess in the house and is always an old woman. When mountain gods, sea gods, and other various gods come to the house as guests like this owl, this apehuchi takes the lead in entertaining the guests and talking to them. It is also acceptable to simply call her kamuihuchi (god old woman).\n(12) neusar talking to each other.\nTalking about various worldly matters is also called neusar. Usually, things like kamuiyukar (god song) and uwepeker (old tales) are called neusar.\n(13) ashke a uk. ashke is finger, hand. a uk is to take. It means inviting people when there is a celebration.\n(14) kakkokhau......the sound of the cuckoo bird.\nThe sound of the cuckoo bird is beautiful and clear to the ears, so people who speak clearly and understandably to everyone are said to be like cuckoo birds.\n(15) chisekorkamui......god who owns a house.\nThe fire god is like the housewife, and the house god is like the master of the house. He is also called chisekorekashi......old man who owns a house.\n(16) nusakorkamui......god who owns the gohei shelf, old woman.\nThe god of the gohei shelf is also always a woman. She may appear to humans in the event of an emergency, but it is said that she takes the form of a snake when she appears. Therefore, if a snake appears near the gohei shelf or near the east window, people say, \"The old woman of the gohei shelf must have gone out on business,\" and they never kill the snake. It is said that if you kill it, you will be punished.",
        "title": "Translation of Japanese Footnotes",
        "comment": "The translation accurately preserves the original meaning and is easy to understand. The language used is modern and simple.",
        "agent": "Retranslation_English_Agent",
        "text_type": "FOOTNOTE"
    }
}