{
    "japanese_title": "狐が自ら歌った謡「ハイクンテレケ ハイコシテムトリ」",
    "ainu_title": "Chironnup yaieyukar, “Haikunterke Haikoshitemturi”",
    "japanese_text": "(1) pau.狐の鳴声の擬声詞.\n(2) pushtotta......鞄の様な形のもので,海猟に出かける時に火道具,薬類,その他細々の必要品を入れて持ってゆくもの.同じ用途のもので piuchiop,karop などがありますが,蒲がま,アツシ織などで作りますから,陸で使用します.pushtotta は熊の皮,あざらしの皮,その他の毛皮で製しますから水がとおらないので,海へ持って行くのです.\n(3) noya ai......蓬の矢.蓬はアイヌの尊ぶ草です.蓬の矢で打たれると,浮ぶ事が出来ないから悪魔の最も恐れるものだと云うので,遠出するとき必要品の一つに数えられます.\n(4) もとは男の便所と女の便所は別になっていました.ashinru も eosineru も同じく便所の事.\n狐の中で黒狐は最も尊いものだとしています.海の中に突き出ている岬は大概黒狐の所領で,黒狐はよっぽどの大へんがなければ,人に声をきかせないと申します.\nOkikurumi(Okikirmui)と Samayunkur と Shupunramka とはいとこ同士で,Shupunramka は一ばん年上で Okikirmui は一ばん年下だと云います.Shupunramka は温和な人で内気ですからなにも話がありませんが,Samayunkur は短気で,智恵が浅く,あわて者で,根性が悪い弱虫で,Okikirmui は神の様に智恵があり,情深く,勇気のあるえらい人だと云うので,その物語りは無限というほど沢山あります.",
    "chinese_translation": "(1) pau。狐狸叫聲的擬聲詞。\n(2) pushtotta......形狀像袋子的東西，出海打獵時用來裝火具、藥品和其他細碎必需品。相同用途的還有 piuchiop、karop 等，但因為是用蒲草蓆、阿茨西織等製作，所以在陸地上使用。pushtotta 是用熊皮、海豹皮或其他毛皮製成，因為不透水，所以帶到海上去。\n(3) noya ai......蓬蒿之箭。蓬蒿是阿伊努人尊重的草。據說被蓬蒿之箭射中，就無法漂浮，因此惡魔最害怕它，所以遠行時會將其視為必需品之一。\n(4) 原本男廁和女廁是分開的。ashinru 和 eosineru 都是廁所的意思。\n狐狸之中，黑狐被認為是最尊貴的。突出於海中的海岬，大多是黑狐的領地，據說除非發生非常重大的事情，否則黑狐不會讓人聽到它的聲音。\nOkikurumi(Okikirmui)和 Samayunkur 與 Shupunramka 是堂兄弟，Shupunramka 是年紀最大的，Okikirmui 是年紀最小的。Shupunramka 性格溫和內向，所以沒有什麼故事，Samayunkur 則性情急躁、缺乏智慧、是個冒失鬼、心地惡劣的懦夫，Okikirmui 則像神一樣充滿智慧、富有同情心、是個勇敢偉大的人，因此關於他的故事多到數不清。",
    "english_translation": "(1) pau: Onomatopoeia for the sound of a fox's cry.\n(2) pushtotta: A bag-like item used when going out to sea for hunting, containing fire-making tools, medicines, and other necessary small items. Similar items for the same purpose include piuchiop and karop, but these are made from bulrush or attush weaving, so they are used on land. pushtotta is made from bear skin, seal skin, or other fur, making it waterproof and suitable for taking to sea.\n(3) noya ai: Mugwort arrow. Mugwort is a revered plant among the Ainu. It is said that demons fear being struck by a mugwort arrow because they cannot float, making it an essential item when traveling far.\n(4) Originally, men's and women's toilets were separate. ashinru and eosineru both refer to toilets.\nAmong foxes, the black fox is considered the most sacred. Capes protruding into the sea are generally the territory of black foxes, and it is said that black foxes do not make their voices heard to people unless something very serious is happening.\nOkikurumi (Okikirmui), Samayunkur, and Shupunramka are cousins, with Shupunramka being the oldest and Okikirmui the youngest. Shupunramka is a gentle and introverted person, so there is nothing to tell about him, but Samayunkur is short-tempered, unwise, hasty, cowardly, and mean-spirited, while Okikirmui is wise like a god, compassionate, and courageous, so there are countless stories about him.",
    "eng_to_chi_translation": "(1) pau: An onomatopoeic word for the sound of a fox's cry.\n(2) pushtotta: A bag-like item used when going out to sea for hunting, to carry fire-making tools, medicines, and other small necessities. Similar items for the same purpose include piuchiop and karop, but these are made from cattail mats or attush weaving, so they are used on land. pushtotta is made from bear skin, seal skin, or other fur, making it waterproof and suitable for bringing to the sea.\n(3) noya ai: Arrow of Artemisia. Artemisia is a grass respected by the Ainu. It is said that being struck by an arrow of Artemisia makes it impossible to float, so demons fear it most, and it is counted as one of the necessities when traveling far.\n(4) Originally, men's and women's toilets were separate. ashinru and eosineru both mean toilet.\nAmong foxes, the black fox is considered the most noble. Capes protruding into the sea are mostly the territory of black foxes, and it is said that a black fox will not let people hear its voice unless something very serious happens.\nOkikurumi (Okikirmui), Samayunkur, and Shupunramka are cousins, with Shupunramka being the oldest and Okikirmui being the youngest. Shupunramka is a gentle and introverted person, so there are no stories about him, but Samayunkur is short-tempered, lacks wisdom, is hasty, has a bad nature, and is a coward, while Okikirmui is wise like a god, compassionate, and a brave and great person, so there are countless stories about him.",
    "chi_to_eng_translation": "(1) pau：狐狸叫聲的擬聲詞。\n(2) pushtotta：一種像袋子的物品，出海狩獵時用來裝火具、藥品和其他細小必需品。用途相同的有 piuchiop、karop 等，但由於是用蒲草或阿特斯織物製成，因此在陸地上使用。pushtotta 用熊皮、海豹皮或其他毛皮製成，因此不透水，適合帶到海上。\n(3) noya ai：蓬蒿箭。蓬蒿是阿伊努人尊崇的植物。據說被蓬蒿箭射中會無法漂浮，因此惡魔最害怕蓬蒿箭，遠行時會將其視為必需品之一。\n(4) 原本男廁和女廁是分開的。ashinru 和 eosineru 都是指廁所。\n在狐狸中，黑狐被認為是最神聖的。突出到海中的海岬通常是黑狐的領地，據說除非發生非常嚴重的事情，否則黑狐不會讓人聽到牠們的聲音。\nOkikurumi (Okikirmui)、Samayunkur 和 Shupunramka 是堂兄弟，Shupunramka 年紀最大，Okikirmui 年紀最小。Shupunramka 性格溫和內向，所以沒有什麼故事可講，但 Samayunkur 脾氣暴躁、缺乏智慧、魯莽、懦弱且心胸狹窄，而 Okikirmui 則像神一樣聰明、富有同情心且勇敢，因此關於他的故事多不勝數。",
    "updated_translation_zh": {
        "translation": "(1) pau：狐狸叫聲的擬聲詞。\n(2) pushtotta：形狀像袋子的物品，出海打獵時用來裝火具、藥品和其他細小必需品。用途相同的還有 piuchiop、karop 等，但因為是用蒲草蓆或阿特斯織物製成，所以在陸地上使用。pushtotta 是用熊皮、海豹皮或其他毛皮製成，因為不透水，所以適合帶到海上。\n(3) noya ai：蓬蒿之箭。蓬蒿是阿伊努人尊重的草。據說被蓬蒿之箭射中，就無法漂浮，因此惡魔最害怕它，所以遠行時會將其視為必需品之一。\n(4) 原本男廁和女廁是分開的。ashinru 和 eosineru 都是廁所的意思。\n狐狸之中，黑狐被認為是最尊貴的。突出於海中的海岬，大多是黑狐的領地，據說除非發生非常重大的事情，否則黑狐不會讓人聽到牠們的聲音。\nOkikurumi(Okikirmui)、Samayunkur 和 Shupunramka 是堂兄弟，Shupunramka 是年紀最大的，Okikirmui 是年紀最小的。Shupunramka 性格溫和內向，所以沒有什麼故事可講，但 Samayunkur 脾氣暴躁、缺乏智慧、是個冒失鬼、心地惡劣的懦夫，而 Okikirmui 則像神一樣充滿智慧、富有同情心且勇敢，因此關於他的故事多到數不清。",
        "title": " ",
        "comment": "結合了兩個翻譯版本的優點，準確地傳達了原文的含義，使用了現代中文，並保留了無法翻譯的術語。",
        "agent": "Retranslation_Chinese_Agent",
        "text_type": "FOOTNOTE"
    },
    "updated_translation_en": {
        "translation": "(1) pau: Onomatopoeia for the sound of a fox's cry.\n(2) pushtotta: A bag-like item used when going out to sea for hunting, containing fire-making tools, medicines, and other necessary small items. Similar items for the same purpose include piuchiop and karop, but these are made from bulrush or attush weaving, so they are used on land. pushtotta is made from bear skin, seal skin, or other fur, making it waterproof and suitable for taking to sea.\n(3) noya ai: Mugwort arrow. Mugwort is a revered plant among the Ainu. It is said that demons fear being struck by a mugwort arrow because they cannot float, making it an essential item when traveling far.\n(4) Originally, men's and women's toilets were separate. ashinru and eosineru both refer to toilets.\nAmong foxes, the black fox is considered the most sacred. Capes protruding into the sea are generally the territory of black foxes, and it is said that a black fox will not let people hear its voice unless something very serious is happening.\nOkikurumi (Okikirmui), Samayunkur, and Shupunramka are cousins, with Shupunramka being the oldest and Okikirmui the youngest. Shupunramka is a gentle and introverted person, so there is nothing to tell about him, but Samayunkur is short-tempered, lacks wisdom, is hasty, cowardly, and mean-spirited, while Okikirmui is wise like a god, compassionate, and courageous, so there are countless stories about him.",
        "title": "Translation of Japanese Footnotes",
        "comment": "This translation combines the strengths of two previous translations to accurately convey the original meaning in simple, modern English.",
        "agent": "Retranslation_English_Agent",
        "text_type": "FOOTNOTE"
    }
}