{
    "ainu_title": "Chironnup yaieyukar, “Haikunterke Haikoshitemturi”",
    "japanese_title": "狐が自ら歌った謡「ハイクンテレケ ハイコシテムトリ」",
    "japanese_translation": "狐が自ら歌った謡\n「ハイクンテレケ ハイコシテムトリ」\n\nハイクンテレケ ハイコシテムトリ\n国の岬,神の岬の上に\n私は坐して居りました.\nある日に外へ出て見ますと\n海は凪なぎてひろびろとしていて,海の上に\nオキキリムイとシュプンラムカとサマユンクルが\n海猟に三人乗りで出かけています,それを見た私は\n私の持ってる悪い心がむらむらと出て来ました.\nこの岬,国の岬,神の岬\nの上をずーっと上へずーっと下へ\n軽い足取りで腰やわらかにかけ出しました.\n重い調子で木片をポキリポキリと折る様にパーウ,パウと叫び\nこの川の水源をにらみにらみ暴風の魔を\n呼びました.すると,それにつれてこの川の\n水源から烈しい風,つむじ風が\n吹き出して海にはいると直ぐに\nこの海は,上の海が下になり\n下の海が上になりました.オキキリムイたち\nの漁舟は沖の人の海と,陸の人の海との\n出会ったところ(海の中程)に,非常な急変に会って波の間を\nクルリと廻りました.大きな浪が山の様に\n舟の上へかぶさり寄ります.すると,\nオキキリムイ,サマユンクル,シュプンラムカは\n声をふるって,舟を漕ぎました.\nこの小さい舟は落葉の飛ぶ様に吹き飛ばされ\n今にもくつがえりそうになるけれども\n感心にも人間たちは力強くて\nこの小舟は風の中に\n波の上をすべります.\nそれを見ると私の持っている悪い心がむらむらと出て来ました.\n軽い足取りで腰やわらかにかけまわり,\n重い調子で木片がポキリポキリと折れる様にパウ,パウと叫び\n暴風の魔を声援するのみに精を出しました.\nそうしてる中に,やっと,サマユンクルが\n手の上から,手の下から血が流れて\n疲れてたおれました.\nそのさまを見て私はひそかに笑いを浮べました.\nそれからまた,精を出して\n軽い足取りで腰やわらかにかけまわり\n重い調子で木片をポキリポキリと折る様に叫び\n暴風の魔を声援しました.\nオキキリムイとシュプンラムカと二人で\n励まし合いながら勇ましく舟を漕いで\n居りましたが,と,ある時シュプンラムカは\n手の上から手の下から血が流れて\n疲れてたおれてしまいました,それを見て\nひそかに私は笑いました.\nそれからまた軽い足取りで腰やわらかに\n飛びまわり重い調子でかたい木片を\nポキリポキリと折る様に叫び精を出しました.\nけれども,オキキリムイは疲れた様子は少しも無い.\n一枚の薄物を体にまとい,\n舟を漕いでいます,そのうちに\n手の下でその持っていた楫、第3水準1-86-21)が折れてしまいました.\nすると,疲れ死んだサマユンクルに\n躍りかかりその持っている楫、第3水準1-86-21)をもぎとってたった一人で\n舟を漕ぎました.\n私はそれを見ると,持前の悪い心がむらむらと出て来ました.\n重い調子でかたい木片をポキリポキリと折る様に叫び\n軽い足取りで腰やわらかにかけまわり\n精を出して暴風の魔に声援しました.\nそうしてるうちにサマユンクルの舵も\n折れてしまいました.オキキリムイはシュプンラムカに\n躍りかかりその※(「楫+戈」、第3水準1-86-21)をとって\n勇ましく舟を漕ぎました.\nけれども彼の※(「楫+戈」、第3水準1-86-21)も波に折られてしまいました.\nそこで,オキキリムイは舟の中に\n立ちつくして,烈しい風のうちに\nまさか人間の彼が私を見つけようとは\n思わなかったに,国の岬,神の岬の\n上の,私の眼の央を見つめました.\n今までやさしかった顔に怒りの色を\nあらわして,鞄をいじっていたが\n中から出したものを見ると,蓬よもぎの小弓と\n蓬の小矢を取り出しました.\nそれを見てひそかに私は笑いました.\n「人間なぞ何をしたって,恐い事があるものか,\nあんな蓬の小矢は何に使うものだろう.」\nと思ってこの岬\n国の岬,神の岬の上を\nずーっと上へずーっと下へ軽い足取りで\n腰やわらかにかけまわり,重い調子で\nかたい木片をポキリポキリと折る様にパウ,パウと叫び\n暴風の魔をほめたたえました.\nその中にオキキリムイの射放した矢が飛んで来ましたが\nちょうど私の襟首えりくびのところへ突きささりました.\nそれっきりあとどうなったか解らなくなってしまいました.\nふと気がついて見ると\n大そう好いお天気で,海の上は\n広々として,オキキリムイの漁舟もなにもありません.\nどうした事か私の頭のさきから\n足のさきまで雁皮が燃え縮む様に痛みます.\nまさか人間の射た小さな矢がこんなに私を苦しめ\nようとは思わなかったのに,それから手足をもがき苦しみ\nこの岬,国の岬,神の岬\nの上を,ずーっと上へ,ずーっと下へ泣き叫びながら\nもがき苦しみ,昼でも夜でも生きたり\n死んだり,している中に,どうしたか\nわからなくなりました.\nふと気がついて見ると,\n大きな黒狐の耳と耳との間に私は居りました.\n二日ほどたった時,オキキリムイが神様の様な様子で\nやって来て,ニコニコ笑って言うことには,\n「まあ見ばのよい事,国の岬,神の岬\nの上を見守る黒狐の神様は,\n善い心,神の心を持っていたから\n死にざまの見ばのよい死方をしたのですね.」\n言いながら私の頭を取って,\n自分の家へ持って行き私の上顎の骨を\n自分の便所のどだいとし,私の下顎を\nその妻の便所の礎として,\n私のからだはそのまま土と共に腐ってしまいました.\nそれから夜でも昼でも\n悪い臭気に苦しんでいる中に私はつまらない死方,悪い\n死方をしました.\nただの身分の軽い神でもなかったのですが\n大変な悪い心を私は持っていた為なんにも\nならない,悪い死方を私はしたのですから\nこれからの狐たちよ,決して\n悪い心を持ちなさるな.\n\nと狐の神様が物語りました.",
    "chinese_translation": "狐狸親自吟唱的歌謠\n「Haikunteleke Haikoshitemutori」\n\nHaikunteleke Haikoshitemutori\n在國家的海岬,神明的海岬之上\n我靜靜地坐著。\n某天我走到外面一看\n海面風平浪靜,遼闊無垠,在海上\n奧基基穆伊、舒彭拉姆卡和薩馬雲庫爾\n三人乘船出海捕魚,看到這一幕,\n我內心邪惡的念頭蠢蠢欲動。\n這個海岬,國家的海岬,神明的海岬\n之上,我輕盈地,腰肢柔軟地來回奔跑。\n用沉重的語調,像折斷木片一樣,啪嗚,啪嗚地叫喊,\n我怒視著這條河的源頭,召喚暴風的魔力。\n隨之而來的是,從這條河的\n源頭吹來猛烈的風,龍捲風,\n一進入海面,立刻\n這片海域,上面的海變成了下面,\n下面的海變成了上面。奧基基穆伊他們\n的漁船在近海的人的海和遠海的人的海\n交匯之處(海的中央),遭遇了突如其來的巨變,在波浪間\n旋轉。巨大的浪濤像山一樣\n覆蓋到船上。於是,\n奧基基穆伊、薩馬雲庫爾、舒彭拉姆卡\n聲嘶力竭地划槳。\n這艘小船像飛舞的落葉般被吹走,\n眼看就要傾覆,\n但令人欽佩的是,人們非常有力氣,\n這艘小船在風中\n在波浪上滑行。\n看到這一幕,我內心邪惡的念頭再次蠢蠢欲動。\n我輕盈地,腰肢柔軟地來回奔跑,\n用沉重的語調,像折斷木片一樣,啪嗚,啪嗚地叫喊,\n我竭盡全力地聲援暴風的魔力。\n在這樣做的過程中,終於,薩馬雲庫爾\n的手上,手下,都流出了鮮血,\n疲憊地倒下了。\n看到他的樣子,我暗自竊笑。\n然後我又更加賣力地\n輕盈地,腰肢柔軟地來回奔跑,\n用沉重的語調,像折斷木片一樣叫喊,\n聲援暴風的魔力。\n奧基基穆伊和舒彭拉姆卡兩人\n互相鼓勵,勇敢地划著船,\n但是,突然有一天,舒彭拉姆卡\n的手上,手下,都流出了鮮血,\n疲憊地倒下了,看到這一幕,\n我暗自竊笑。\n然後我又輕盈地,腰肢柔軟地\n跳躍奔跑,用沉重的語調,像折斷堅硬的木片\n一樣叫喊,竭盡全力。\n但是,奧基基穆伊卻沒有絲毫疲憊的樣子。\n他身上披著一件薄薄的衣物,\n划著船,在這過程中,\n他手中的槳折斷了。\n於是,他跳到已經疲憊死去的薩馬雲庫爾身上,\n奪走了他手中的槳,獨自一人\n划著船。\n我看到這一幕,內心固有的邪惡念頭再次蠢蠢欲動。\n用沉重的語調,像折斷堅硬的木片一樣叫喊,\n輕盈地,腰肢柔軟地來回奔跑,\n竭盡全力地聲援暴風的魔力。\n在這樣做的過程中,薩馬雲庫爾的舵也\n折斷了。奧基基穆伊跳到舒彭拉姆卡身上,\n奪走了他的楫,\n勇敢地划著船。\n但是他的楫也被海浪折斷了。\n於是,奧基基穆伊在船中\n站立著,在猛烈的風中,\n他萬萬沒想到身為人類的他會發現我,\n他凝視著國家的海岬,神明的海岬\n之上的,我的眼睛中央。\n他原本溫柔的臉上露出了憤怒的神色,\n擺弄著他的袋子,\n從中取出的是,蓬草的小弓和\n蓬草的小箭。\n看到這一幕,我暗自竊笑。\n「人類又能做什麼,有什麼可怕的,\n那種蓬草的小箭有什麼用呢?」\n我這樣想著,在這個海岬\n國家的海岬,神明的海岬之上\n我一直向上,一直向下,輕盈地\n腰肢柔軟地來回奔跑,用沉重的語調\n像折斷堅硬的木片一樣,啪嗚,啪嗚地叫喊,\n讚美暴風的魔力。\n在其中,奧基基穆伊射出的箭飛了過來,\n正好刺穿了我的衣領。\n從那以後,我就不知道發生了什麼。\n突然回過神來,\n天氣非常好,海面上\n遼闊無垠,奧基基穆伊的漁船什麼的都不見了。\n怎麼回事,我的頭頂\n到腳尖,都像雁皮燃燒收縮一樣疼痛。\n萬萬沒想到人類射出的小箭會如此折磨我,於是我掙扎著,\n在這個海岬,國家的海岬,神明的海岬\n之上,一直向上,一直向下,哭喊著\n掙扎,白天黑夜,時而活著,\n時而死去,在這樣的過程中,我不知道\n發生了什麼。\n突然回過神來,\n我身處於一隻巨大的黑狐的耳朵和耳朵之間。\n過了兩天左右,奧基基穆伊像神明一樣\n走了過來,笑眯眯地說道,\n「真是好看啊,守護著國家的海岬,神明的海岬\n之上的黑狐神明,\n因為擁有善良的心,神明的心,\n所以死相也很好看啊。」\n說著,他拿走了我的頭,\n帶回了自己的家,把我的上顎骨\n當作自己廁所的地基,把我的下顎\n當作他妻子的廁所的基石,\n我的身體就那樣和泥土一起腐爛了。\n從那以後,無論白天黑夜,\n我都飽受惡臭的折磨,我死得毫無價值,死得很慘。\n我雖然不是地位低微的神明,\n但因為我懷有非常邪惡的心,所以一無是處,\n我死得很慘,\n所以從今以後的狐狸們啊,千萬\n不要懷有邪惡的心。\n\n狐狸神明這樣講述道。\n",
    "english_translation": "Listen closely, for I shall tell you a tale, a song sung by a fox-god of old:\n\n\"Haikunteleke Haikoshitemutori\"\n\nHaikunteleke Haikoshitemutori,\nUpon the cape of the land, the cape of the gods,\nI sat in my divine repose.\nOne day, I ventured forth to gaze upon the world,\nThe sea was calm, stretching far and wide, and upon it,\nOkikirmui, Shupunkamka, and Samayunkur,\nVentured out on a sea hunt, three souls in a single boat.\nAnd as I watched them, a wicked impulse stirred within my heart.\n\nAcross the cape, the cape of the land, the cape of the gods,\nUp and down, with nimble feet and swaying hips, I darted.\nWith a heavy voice, like the snapping of dry twigs, I cried, \"Pau, Pau!\"\nAnd I glared at the source of the river, summoning the demon of the storm.\nAnd as I did, from the river's source, a fierce wind, a whirlwind,\nBurst forth and rushed into the sea, and in an instant,\nThe sea above became the sea below,\nAnd the sea below rose to become the sea above.\nOkikirmui and his companions,\nTheir fishing boat, caught between the sea of men offshore and the sea of men on land,\nMet with a sudden and violent change, spinning wildly amidst the waves.\nA great wave, like a mountain,\nCrashed down upon their boat.\nThen Okikirmui, Samayunkur, and Shupunkamka,\nRaised their voices and rowed with all their might.\nThe small boat was tossed about like a falling leaf,\nOn the verge of capsizing, yet,\nRemarkably, the humans were strong,\nAnd the little boat danced upon the waves,\nRiding the wind.\nSeeing this, the wicked impulse stirred within my heart once more.\nWith nimble feet and swaying hips, I darted about,\nWith a heavy voice, like the snapping of dry twigs, I cried, \"Pau, Pau!\"\nAnd I devoted myself to cheering on the demon of the storm.\nAnd as I did, at last, Samayunkur,\nBlood flowing from his hands, above and below,\nCollapsed in exhaustion.\nSeeing this, I secretly smiled.\nThen, once more, I exerted myself,\nWith nimble feet and swaying hips, I darted about,\nWith a heavy voice, like the snapping of dry twigs, I cried,\nAnd cheered on the demon of the storm.\nOkikirmui and Shupunkamka, the two of them,\nEncouraged each other and rowed bravely on,\nBut then, at last, Shupunkamka,\nBlood flowing from his hands, above and below,\nCollapsed in exhaustion. Seeing this,\nI secretly smiled.\nThen, once more, with nimble feet and swaying hips,\nI leaped about, with a heavy voice, like the snapping of dry twigs,\nI cried out and exerted myself.\nBut Okikirmui showed no sign of fatigue.\nWith only a thin garment wrapped around his body,\nHe continued to row, until,\nThe oar in his hand snapped.\nThen, he leaped upon the exhausted Samayunkur,\nAnd snatched the oar from his grasp, and rowed on alone.\n\nSeeing this, the wicked impulse stirred within my heart once more.\nWith a heavy voice, like the snapping of dry twigs, I cried,\nWith nimble feet and swaying hips, I darted about,\nAnd devoted myself to cheering on the demon of the storm.\nAnd as I did, Samayunkur's rudder, too,\nSnapped. Okikirmui leaped upon Shupunkamka,\nAnd took his oar,\nAnd rowed bravely on.\nBut his oar, too, was broken by the waves.\nThen, Okikirmui stood in the boat,\nAmidst the raging storm,\nNever imagining that a mere human could see me,\nHe gazed into the center of my eyes, upon the cape of the land, the cape of the gods.\nHis gentle face now filled with anger,\nHe rummaged in his bag,\nAnd from within, he drew forth a small bow of mugwort,\nAnd a small arrow of mugwort.\nSeeing this, I secretly smiled.\n\"What could a human possibly do to frighten me?\nWhat use could such a mugwort arrow possibly be?\"\nAnd so, across the cape,\nThe cape of the land, the cape of the gods,\nUp and down, with nimble feet,\nI darted about, with a heavy voice,\nLike the snapping of dry twigs, I cried, \"Pau, Pau!\"\nAnd praised the demon of the storm.\nThen, the arrow shot by Okikirmui flew,\nAnd struck me right in the nape of my neck.\nAnd from that moment on, I knew nothing more.\nWhen I awoke,\nThe weather was fair, and the sea was\nVast and calm, and Okikirmui's fishing boat was nowhere to be seen.\nWhat had happened? From the tip of my head\nTo the tip of my toes, I felt a burning pain, as if the bark of a birch tree were shrinking.\nNever did I imagine that a small arrow shot by a human could cause me such torment.\nAnd so, I writhed in agony,\nAcross the cape, the cape of the land, the cape of the gods,\nUp and down, crying out in pain,\nWrithing in agony, living and dying,\nDay and night, until, I knew nothing more.\nWhen I awoke,\nI was between the ears of a great black fox.\nTwo days later, Okikirmui arrived, looking like a god,\nAnd said with a smile,\n\"What a fine sight! The black fox god, watching over\nThe cape of the land, the cape of the gods,\nPossessed a good heart, a divine heart,\nAnd so, he died a beautiful death.\"\nAs he spoke, he took my head,\nAnd carried it to his home, and used my upper jawbone\nAs the foundation of his toilet, and my lower jawbone\nAs the foundation of his wife's toilet,\nAnd my body rotted away with the earth.\nAnd so, day and night,\nTormented by a foul stench, I died a meaningless, wretched death.\nThough I was no mere low-ranking god,\nBecause I possessed such a wicked heart, I died a useless, wretched death.\nTherefore, you foxes of the future, never, ever,\nHarbor a wicked heart.\n\nThus spoke the fox-god, in his tale.\n",
    "updated_chinese_translation": "狐狸親自吟唱的古老歌謠：\n\n「Haikunteleke Haikoshitemutori」\n\nHaikunteleke Haikoshitemutori\n在國之岬，神之岬之上，\n我靜坐於神聖的休憩之中。\n某日，我走出洞穴，眺望世間，\n海面風平浪靜，遼闊無垠，其上有\n奧基基穆伊、舒彭拉姆卡和薩馬雲庫爾，\n三人同舟，冒險出海狩獵。\n看著他們，我內心頓生邪惡的念頭。\n\n越過海岬，國之岬，神之岬，\n我輕盈地，腰肢柔軟地來回奔竄。\n用低沉的嗓音，如枯枝斷裂般，我喊道：「啪嗚，啪嗚！」\n我怒視著河的源頭，召喚暴風的魔靈。\n隨著我的召喚，從河的源頭，一股狂風，一陣旋風，\n爆發而出，衝向大海，頃刻間，\n海面上下顛倒，\n原本在上的海變為在下，原本在下的海升至上方。\n奧基基穆伊和他的同伴們，\n他們的漁船，被夾在近海之人和遠海之人之間，\n遭遇突如其來的劇變，在波濤中瘋狂旋轉。\n巨浪如山，\n傾覆而下，壓在他們的船上。\n於是，\n奧基基穆伊、薩馬雲庫爾、舒彭拉姆卡\n聲嘶力竭地划槳。\n小船像一片飄落的葉子般被拋擲，\n瀕臨傾覆，然而，\n令人欽佩的是，這些人非常強壯，\n小船在風中起舞，\n乘風破浪。\n看到這一幕，我內心邪惡的念頭再次蠢蠢欲動。\n我輕盈地，腰肢柔軟地來回奔竄，\n用低沉的嗓音，如枯枝斷裂般，我喊道：「啪嗚，啪嗚！」\n我全心投入，為暴風的魔靈吶喊助威。\n就這樣，終於，薩馬雲庫爾\n雙手血流不止，\n精疲力竭地倒下了。\n看到他這副模樣，我暗自竊笑。\n然後，我再次賣力，\n輕盈地，腰肢柔軟地來回奔竄，\n用低沉的嗓音，如枯枝斷裂般，我呼喊，\n為暴風的魔靈助威。\n奧基基穆伊和舒彭拉姆卡兩人，\n互相鼓勵，勇敢地划著船，\n但是，突然，舒彭拉姆卡\n雙手血流不止，\n精疲力竭地倒下了。看到這一幕，\n我暗自竊笑。\n然後，我再次輕盈地，腰肢柔軟地\n跳躍奔跑，用低沉的嗓音，如折斷堅硬的樹枝\n般呼喊，竭盡全力。\n但是，奧基基穆伊卻沒有絲毫疲憊之色。\n他身上僅披著一件單薄的衣裳，\n繼續划船，直到，\n他手中的槳斷裂。\n於是，他跳到已經精疲力竭的薩馬雲庫爾身上，\n奪走他手中的槳，獨自一人\n划著船。\n看到這一幕，我內心固有的邪惡念頭再次蠢蠢欲動。\n用低沉的嗓音，如折斷堅硬的樹枝般呼喊，\n輕盈地，腰肢柔軟地來回奔竄，\n竭盡全力地為暴風的魔靈吶喊助威。\n就這樣，薩馬雲庫爾的舵也\n斷裂了。奧基基穆伊跳到舒彭拉姆卡身上，\n奪走他的楫，\n勇敢地划著船。\n但是，他的楫也被海浪折斷了。\n於是，奧基基穆伊站在船中，\n身處狂暴的風浪之中，\n他萬萬沒想到身為凡人的他竟能看見我，\n他凝視著國之岬，神之岬\n之上的，我的雙眼。\n他原本溫和的臉龐，此刻充滿了憤怒，\n他翻找著他的袋子，\n從中取出的是，蓬草製成的小弓和\n蓬草製成的小箭。\n看到這一幕，我暗自竊笑。\n「凡人又能做什麼來嚇唬我呢？\n這種蓬草製成的小箭又有什麼用呢？」\n我如此想著，在這個海岬，\n國之岬，神之岬之上，\n我上竄下跳，輕盈地，\n腰肢柔軟地來回奔竄，用低沉的嗓音，\n如枯枝斷裂般，我喊道：「啪嗚，啪嗚！」\n讚美暴風的魔靈。\n就在這時，奧基基穆伊射出的箭飛來，\n正中我的後頸。\n從那一刻起，我就什麼都不知道了。\n當我醒來時，\n天氣晴朗，海面\n遼闊平靜，奧基基穆伊的漁船早已不見蹤影。\n發生了什麼？從我的頭頂\n到我的腳趾，都像樺樹皮燃燒收縮般疼痛。\n我萬萬沒想到凡人射出的小箭竟會如此折磨我。\n於是我痛苦地掙扎，\n在這個海岬，國之岬，神之岬\n之上，上竄下跳，痛苦地哭喊，\n在生與死之間掙扎，\n日復一日，直到我什麼都不知道了。\n當我再次醒來時，\n我身處於一隻巨大的黑狐的雙耳之間。\n大約兩天後，奧基基穆伊像神祇般降臨，\n笑著說道：\n「多麼美好的景象啊！守護著\n國之岬，神之岬之上的黑狐神明，\n擁有一顆善良的心，一顆神聖的心，\n因此，他的死相也如此安詳。」\n說著，他取走了我的頭顱，\n帶回了他的家，將我的上顎骨\n作為他廁所的地基，將我的下顎骨\n作為他妻子的廁所的基石，\n而我的身體則與泥土一同腐爛。\n從那以後，日日夜夜，\n我飽受惡臭的折磨，我死得毫無意義，死得極其悲慘。\n我雖非地位低下的神明，\n卻因懷有如此邪惡的內心，最終一無是處，\n落得如此悲慘的下場。\n所以，未來的狐狸們啊，切記，\n永遠不要懷有邪惡的念頭。\n\n狐狸神明如此講述道。",
    "update_comment": "The English translation captures the essence of the Japanese text, but it can be improved by incorporating some of the strengths of the Chinese translation. Here's a breakdown:\n\n**Criticisms of the English Translation:**\n\n*   **Opening:** The English translation adds \"Listen closely, for I shall tell you a tale, a song sung by a fox-god of old:\". This is not present in the Japanese text and adds unnecessary length. The Chinese translation is more direct and faithful.\n*   **\"Divine repose\"**: \"Divine repose\" is a possible translation of 「私は坐して居りました」, but it sounds a bit too embellished. The Chinese translation 「我靜坐於神聖的休憩之中」 is more accurate and natural.\n*   **\"Wicked impulse stirred within my heart\"**: This phrase is repeated and sounds a bit too dramatic. The Chinese translation, 「我內心頓生邪惡的念頭」 and 「我內心邪惡的念頭再次蠢蠢欲動」, are more nuanced and less repetitive.\n*   **\"Nimble feet and swaying hips\"**: While a literal translation, it sounds awkward in English. The Chinese translation 「輕盈地，腰肢柔軟地來回奔竄」 is more elegant and captures the movement better.\n*   **\"Like the snapping of dry twigs\"**: This is a good translation, but the Chinese translation 「如枯枝斷裂般」 is more concise and impactful.\n*   **\"Pau, Pau!\"**: The English translation retains this as is, which is fine. However, it doesn't convey the sound's quality. The Chinese translation 「啪嗚，啪嗚！」 transliterates the sound and adds a descriptive element.\n*   **\"The sea above became the sea below, And the sea below rose to become the sea above.\"**: This is a bit wordy. The Chinese translation 「海面上下顛倒，原本在上的海變為在下，原本在下的海升至上方」 is more concise.\n*   **\"Never imagining that a mere human could see me\"**: This is a bit verbose. The Chinese translation 「他萬萬沒想到身為凡人的他竟能看見我」 is more direct.\n*   **Repetition of \"cape of the land, the cape of the gods\"**: While faithful to the original, it becomes repetitive in English. The Chinese translation uses variations to avoid monotony.\n*   **Ending:** The English translation adds \"Thus spoke the fox-god, in his tale.\" This is not present in the Japanese text and is unnecessary. The Chinese translation ends more abruptly, which is more effective.\n\n**Comparison with the Chinese Translation:**\n\nThe Chinese translation is generally more concise, elegant, and nuanced. It avoids unnecessary embellishments and captures the essence of the Japanese text more effectively. It also handles repetition better and uses more natural-sounding phrases.\n\n**Improvements:**\n\nThe improved translation will aim for conciseness, naturalness, and a slightly less dramatic tone. It will also incorporate some of the phrasing from the Chinese translation where appropriate.\n",
    "updated_english_translation": "A fox's song:\n\n\"Haikunteleke Haikoshitemutori\"\n\nHaikunteleke Haikoshitemutori,\nUpon the cape of the land, the cape of the gods,\nI sat in divine rest.\nOne day, I went out to look at the world.\nThe sea was calm and vast. Upon it,\nOkikirmui, Shupunkamka, and Samayunkur,\nWere out on a sea hunt, three in a boat.\nWatching them, a wicked thought arose in my heart.\n\nAcross the cape, the cape of the land, the cape of the gods,\nUp and down, lightly and with swaying hips, I ran.\nWith a heavy voice, like the snapping of dry branches, I cried, \"Pau, Pau!\"\nI glared at the river's source, summoning the storm's demon.\nThen, from the river's source, a fierce wind, a whirlwind,\nBurst forth and rushed into the sea. In an instant,\nthe sea turned upside down,\nthe sea above became the sea below, and the sea below rose above.\nOkikirmui and his companions,\ntheir fishing boat, caught between the near and far seas,\nmet a sudden change, spinning wildly in the waves.\nA great wave, like a mountain,\ncrashed down upon their boat.\nThen Okikirmui, Samayunkur, and Shupunkamka\nraised their voices and rowed with all their might.\nThe small boat was tossed like a falling leaf,\non the verge of capsizing, yet,\nremarkably, the humans were strong,\nand the little boat danced upon the waves,\nriding the wind.\nSeeing this, the wicked thought stirred in my heart again.\nLightly and with swaying hips, I ran about,\nwith a heavy voice, like the snapping of dry branches, I cried, \"Pau, Pau!\"\nI devoted myself to cheering on the storm's demon.\nAnd as I did, at last, Samayunkur,\nblood flowing from his hands,\ncollapsed in exhaustion.\nSeeing this, I secretly smiled.\nThen, once more, I exerted myself,\nlightly and with swaying hips, I ran about,\nwith a heavy voice, like the snapping of dry branches, I cried,\nand cheered on the storm's demon.\nOkikirmui and Shupunkamka, the two of them,\nencouraged each other and rowed bravely on,\nbut then, at last, Shupunkamka,\nblood flowing from his hands,\ncollapsed in exhaustion. Seeing this,\nI secretly smiled.\nThen, once more, lightly and with swaying hips,\nI leaped about, with a heavy voice, like the snapping of dry branches,\nI cried out and exerted myself.\nBut Okikirmui showed no sign of fatigue.\nWith only a thin garment wrapped around him,\nhe continued to row, until,\nthe oar in his hand snapped.\nThen, he leaped upon the exhausted Samayunkur,\nand snatched the oar from his grasp, and rowed on alone.\n\nSeeing this, the wicked thought stirred in my heart again.\nWith a heavy voice, like the snapping of dry branches, I cried,\nlightly and with swaying hips, I ran about,\nand devoted myself to cheering on the storm's demon.\nAnd as I did, Samayunkur's rudder, too,\nsnapped. Okikirmui leaped upon Shupunkamka,\nand took his oar,\nand rowed bravely on.\nBut his oar, too, was broken by the waves.\nThen, Okikirmui stood in the boat,\nmidst the raging storm,\nnever imagining that a mere human could see me,\nhe gazed into my eyes, upon the cape of the land, the cape of the gods.\nHis gentle face now filled with anger,\nhe rummaged in his bag,\nand from within, he drew forth a small bow of mugwort,\nand a small arrow of mugwort.\nSeeing this, I secretly smiled.\n\"What could a human possibly do to frighten me?\nWhat use could such a mugwort arrow possibly be?\"\nAnd so, across the cape,\nthe cape of the land, the cape of the gods,\nup and down, lightly,\nI ran about, with a heavy voice,\nlike the snapping of dry branches, I cried, \"Pau, Pau!\"\nand praised the storm's demon.\nThen, the arrow shot by Okikirmui flew,\nand struck me right in the nape of my neck.\nFrom that moment on, I knew nothing more.\nWhen I awoke,\nthe weather was fair, and the sea was\nvast and calm, and Okikirmui's fishing boat was nowhere to be seen.\nWhat had happened? From the tip of my head\nto the tip of my toes, I felt a burning pain, as if bark were shrinking.\nNever did I imagine that a small arrow shot by a human could cause me such torment.\nAnd so, I writhed in agony,\nacross the cape, the cape of the land, the cape of the gods,\nup and down, crying out in pain,\nwrithing in agony, living and dying,\nday and night, until, I knew nothing more.\nWhen I awoke,\nI was between the ears of a great black fox.\nTwo days later, Okikirmui arrived, looking like a god,\nand said with a smile,\n\"What a fine sight! The black fox god, watching over\nthe cape of the land, the cape of the gods,\npossessed a good heart, a divine heart,\nand so, he died a beautiful death.\"\nAs he spoke, he took my head,\nand carried it to his home, and used my upper jawbone\nas the foundation of his toilet, and my lower jawbone\nas the foundation of his wife's toilet,\nand my body rotted away with the earth.\nAnd so, day and night,\ntormented by a foul stench, I died a meaningless, wretched death.\nThough I was no mere low-ranking god,\nbecause I possessed such a wicked heart, I died a useless, wretched death.\nTherefore, you foxes of the future, never,\never,\nharbor a wicked heart.\n\n"
}