{
    "ainu_title": "Terkepi yaieyukar, “Tororo hanrok hanrok!”",
    "japanese_title": "蛙が自らを歌った謡「トーロロ ハンロク ハンロク!」",
    "japanese_translation": "蛙が自らを歌った謡\n「トーロロ ハンロク ハンロク!」\n\nトーロロ ハンロク ハンロク!\n「ある日に,草原を飛び廻って\n遊んでいるうちに見ると,\n一軒の家があるので戸口へ行って\n見ると,家の内に宝の積んである側に\n高床がある.その高床の上に\n一人の若者が鞘を刻んでうつむいて\nいたので,私は悪戯をしかけようと思って敷居の上に\n坐って,「トーロロ ハンロク ハンロク!」と\n鳴いた,ところが,彼の若者は刀持つ手を上げ\n私を見ると,ニッコリ笑って,\n「それはお前の謡かえ? お前の喜びの歌かえ?\nもっと聞きたいね.」というので\n私はよろこんで「トーロロ ハンロク ハンロク!」と\n鳴くと,彼の若者のいう事には,\n「それはお前のユーカラかえ? サケハウかえ?\nもっと近くで聞きたいね.」\n私はそれをきいて嬉しく思い下座の方の\n炉縁の上へピョンと飛んで\n「トーロロ ハンロク ハンロク!」と鳴くと\n彼の若者のいうことには,\n「それはお前のユーカラかえ? サケハウかえ?\nもっと近くで聞きたいね.」それを聞くと私は,\n本当に嬉しくなって,上座の方の炉縁の\n隅のところへピョンと飛んで\n「トーロロ ハンロク ハンロク!」と鳴いたら\n突然!彼の若者がパッと起ち\n上ったかと思うと,大きな薪の燃えさしを\n取り上げて私の上へ投げつけた音は\n体の前がふさがったように思われて,それっきり\nどうなったかわからなくなってしまった.\nふと気がついて見たら\n芥捨あくすて場の末に,一つの腹のふくれた蛙が\n死んでいて,その耳と耳との間に私はすわっていた.\nよく見ると,ただの人間の家\nだと思ったのは,オキキリムイ,神の様に\n強い方の家なのであった,そして\nオキキリムイだという事も知らずに\n私が悪戯をしたのであった.\n私はもう今この様につまらない死方,悪い死方\nをするのだから,これからの\n蛙たちよ,決して,人間たちに悪戯をするのではないよ.\nと,ふくれた蛙が云いながら死んでしまった.",
    "chinese_translation": "青蛙自歌的謠曲\n「托羅羅 漢羅庫 漢羅庫!」\n\n托羅羅 漢羅庫 漢羅庫!\n「有一天,在草原上飛來飛去\n玩耍的時候,看到\n一間房子,就走到門口\n一看,屋內堆滿了寶物,旁邊\n有個高台。在那高台上\n有個年輕人正在刻刀鞘,低著頭\n我想要惡作劇,就坐在門檻上\n鳴叫「托羅羅 漢羅庫 漢羅庫!」\n沒想到,那個年輕人舉起拿刀的手\n看著我,微微一笑,\n「那是你的歌謠嗎?是你的喜悅之歌嗎?\n還想多聽聽呢。」於是我\n高興地鳴叫「托羅羅 漢羅庫 漢羅庫!」\n那個年輕人說道,\n「那是你的尤喀拉嗎?薩凱豪嗎?\n還想更靠近地聽聽呢。」\n我聽了很高興,就跳到下座的\n爐緣上\n鳴叫「托羅羅 漢羅庫 漢羅庫!」\n那個年輕人說道,\n「那是你的尤喀拉嗎?薩凱豪嗎?\n還想更靠近地聽聽呢。」聽到這話,我\n真的很高興,就跳到上座的爐緣的\n角落\n鳴叫「托羅羅 漢羅庫 漢羅庫!」\n突然!那個年輕人猛然站起\n好像跳了起來,拿起一根巨大的燃燒的木柴\n朝我扔了過來,那聲音\n好像身體前面被堵住了一樣,之後\n發生了什麼就不知道了。\n突然回過神來,發現\n在垃圾堆的末端,有一隻肚子鼓脹的青蛙\n死了,我正坐在牠的兩耳之間。\n仔細一看,我以為\n只是一般的人家,其實是奧基基里穆伊,像神一樣\n強大的人的家,而且\n我竟然不知道那是奧基基里穆伊,就\n惡作劇了。\n我現在就要這樣無聊地死去,可悲地死去\n所以,從今以後的\n青蛙們啊,千萬不要對人類惡作劇啊。\n」\n肚子鼓脹的青蛙這樣說著,就死去了。\n",
    "english_translation": "This is the song of a frog, telling his own tale:\n\n\"Toh-ro-ro Han-ro-ku Han-ro-ku!\"\n\n\"Toh-ro-ro Han-ro-ku Han-ro-ku!\"\n\n\"One day, as I hopped and played through the meadow, I spied a house. I went to the doorway and peered inside. There, amidst a pile of treasures, was a raised platform. Upon that platform sat a young man, carving a sheath, his head bowed low.\n\nThinking to play a trick, I sat upon the threshold and sang out, \"Toh-ro-ro Han-ro-ku Han-ro-ku!\"\n\nThe young man raised his hand, the one holding the knife, and looked at me. He smiled gently and said, \"Is that your song? Your song of joy? I would like to hear more.\"\n\nPleased, I sang again, \"Toh-ro-ro Han-ro-ku Han-ro-ku!\"\n\nThe young man then asked, \"Is that your Yukar? Your Sakehau? I would like to hear it closer.\"\n\nHearing this, I was delighted! I hopped down to the lower hearth and sang, \"Toh-ro-ro Han-ro-ku Han-ro-ku!\"\n\nAgain, the young man said, \"Is that your Yukar? Your Sakehau? I would like to hear it closer.\"\n\nMy heart swelled with joy! I hopped to the corner of the upper hearth and sang, \"Toh-ro-ro Han-ro-ku Han-ro-ku!\"\n\nSuddenly! The young man leaped to his feet! He grabbed a burning log and threw it at me! I felt as though the world had closed in around me, and then... I knew no more.\n\nWhen I awoke, I was at the edge of the garbage heap. A bloated frog lay dead, and I was perched between its ears.\n\nLooking closer, I realized that what I had thought was a simple human house was, in fact, the home of Okikirmui, a god of immense power! And I, without knowing, had played a trick on him.\n\nNow, I die this foolish, this wretched death. So, I say to all frogs who come after me: Never, ever play tricks on humans!\n\nAnd with those words, the bloated frog breathed his last.\"\n",
    "updated_chinese_translation": "青蛙自述之歌\n\n「托羅羅 漢羅庫 漢羅庫!」\n\n「托羅羅 漢羅庫 漢羅庫!」\n\n「有一天，我在草原上蹦蹦跳跳地玩耍時，偶然看見一間房子。我走到門口，往裡面窺探。只見屋內堆滿了寶物，旁邊有個高台。高台上坐著一個年輕人，正低著頭雕刻刀鞘。\n\n我想捉弄他一下，便坐在門檻上，高聲唱道：「托羅羅 漢羅庫 漢羅庫!」\n\n那年輕人抬起拿著刀的手，看了我一眼，溫和地笑了笑，說：「這是你的歌嗎？是你喜悅的歌聲嗎？真想多聽聽。」\n\n我聽了很高興，再次唱道：「托羅羅 漢羅庫 漢羅庫!」\n\n年輕人接著問：「這是你的尤喀拉（Yukar）嗎？薩凱豪（Sakehau）嗎？我想更靠近一點聽。」\n\n聽到這話，我欣喜若狂！立刻跳到下座的爐緣上，唱道：「托羅羅 漢羅庫 漢羅庫!」\n\n年輕人又說：「這是你的尤喀拉（Yukar）嗎？薩凱豪（Sakehau）嗎？我想更靠近一點聽。」\n\n我心中充滿喜悅！跳到上座爐緣的角落，唱道：「托羅羅 漢羅庫 漢羅庫!」\n\n突然！那年輕人猛地站起身！他抓起一根燃燒的巨大木柴，朝我扔了過來！我感覺整個世界都朝我壓了下來，然後…我就什麼都不知道了。\n\n當我醒來時，發現自己身處垃圾堆的邊緣。一隻肚子鼓脹的青蛙死了，我就坐在牠的兩耳之間。\n\n仔細一看，我才意識到，我原以為只是一間普通的人家，實際上是奧基基里穆伊（Okikirmui），一位擁有強大神力的神祇的家！而我竟然在不知情的情況下，捉弄了他。\n\n現在，我就要這樣愚蠢、這樣可悲地死去。所以，我要告訴所有後來的青蛙們：千萬、千萬不要捉弄人類啊！」\n\n肚子鼓脹的青蛙說完這些話，便斷了氣。",
    "update_comment": "Critique of the English translation:\n\n*   The English translation is generally good and captures the essence of the Japanese text. However, it could be improved by incorporating some of the nuances present in the Chinese translation and by being more literal in certain places to better reflect the original Japanese.\n*   The phrase \"Thinking to play a trick\" is a good interpretation, but the Chinese translation's \"我想捉弄他一下\" (I wanted to tease him a bit) is slightly more accurate to the playful intent of the frog.\n*   The repetition of \"I would like to hear it closer\" is a bit clunky. The Chinese translation uses variations in wording to make it sound more natural.\n*   The phrase \"My heart swelled with joy!\" is a bit dramatic. The Chinese translation's \"我心中充滿喜悅！\" (My heart was filled with joy!) is closer to the original meaning.\n*   The description of the god throwing the log could be more vivid. The Chinese translation's \"我感覺整個世界都朝我壓了下來\" (I felt the whole world pressing down on me) is a powerful image that is missing in the English translation.\n*   The phrase \"a god of immense power!\" is a good translation, but the Chinese translation's \"一位擁有強大神力的神祇\" (a god possessing strong divine power) is slightly more descriptive.\n*   The phrase \"this foolish, this wretched death\" is a good translation, but the Chinese translation's \"這樣愚蠢、這樣可悲地死去\" (die such a foolish, such a pathetic death) is slightly more descriptive.\n\nComparison of English and Chinese translations:\n\n*   The Chinese translation is generally more literal and descriptive than the English translation.\n*   The Chinese translation often uses more vivid imagery and stronger language.\n*   The Chinese translation is more consistent in its tone and style.\n\nImprovements to the English translation:\n\n*   Incorporate some of the more vivid imagery and descriptive language from the Chinese translation.\n*   Be more literal in certain places to better reflect the original Japanese.\n*   Vary the wording to avoid repetition and make the text sound more natural.\n*   Adjust the tone to be more consistent with the original Japanese.\n",
    "updated_english_translation": "This is the song of a frog, telling his own tale:\n\n\"Toh-ro-ro Han-ro-ku Han-ro-ku!\"\n\n\"Toh-ro-ro Han-ro-ku Han-ro-ku!\"\n\n\"One day, as I hopped and played through the meadow, I spied a house. I went to the doorway and peered inside. There, amidst a pile of treasures, was a raised platform. Upon that platform sat a young man, carving a sheath, his head bowed low.\n\nWanting to tease him a bit, I sat upon the threshold and sang out, \"Toh-ro-ro Han-ro-ku Han-ro-ku!\"\n\nThe young man raised his hand, the one holding the knife, and looked at me. He smiled gently and said, \"Is that your song? Your song of joy? I would like to hear more of it.\"\n\nPleased, I sang again, \"Toh-ro-ro Han-ro-ku Han-ro-ku!\"\n\nThe young man then asked, \"Is that your Yukar? Your Sakehau? I would like to hear it from closer by.\"\n\nHearing this, I was filled with joy! I hopped down to the lower hearth and sang, \"Toh-ro-ro Han-ro-ku Han-ro-ku!\"\n\nAgain, the young man said, \"Is that your Yukar? Your Sakehau? I want to hear it even closer.\"\n\nMy heart filled with joy! I hopped to the corner of the upper hearth and sang, \"Toh-ro-ro Han-ro-ku Han-ro-ku!\"\n\nSuddenly! The young man leaped to his feet! He grabbed a burning log and threw it at me! I felt as though the world was pressing down on me, and then... I knew no more.\n\nWhen I awoke, I was at the edge of the garbage heap. A bloated frog lay dead, and I was perched between its ears.\n\nLooking closer, I realized that what I had thought was a simple human house was, in fact, the home of Okikirmui, a god possessing strong divine power! And I, without knowing, had played a trick on him.\n\nNow, I die this foolish, this pathetic death. So, I say to all frogs who come after me: Never, ever play tricks on humans!\n\nAnd with those words, the bloated frog breathed his last.\""
}